#version: 0.2 - Trained by `huggingface/tokenizers`
Ä ģ
i e
a s
Ä «
Ä ĵ
' '
Ġ p
a r
i s
Ġ s
Ġ k
i j
Å ¡
Ġ v
a t
g a
Ġ u
e s
Ġ t
a n
Ġ 1
i n
Ġ n
a u
e r
Ġ d
i r
a l
= =
s t
Ġ ga
o n
a i
Ġu n
e n
u m
Å Ĩ
Ġ l
Äģ s
Ġ ==
Ġ b
Ġ m
o t
Ġga d
Ġ (
Ġ ''
o r
Ä ¼
i k
a m
i l
Å «
t Äģ
i z
Ġn o
Ġ 2
ie m
u r
Ġ A
ij as
Äģ r
t a
Ġ S
Ġ P
Äĵ j
t s
Ġ K
u s
Ġ ar
d z
o l
Äģ k
ij a
Ġ1 9
Ä« b
Ġ L
Ġ r
Ġ V
Ġ ie
a p
i m
e l
Ġ ir
Å ¾
a d
o s
ie n
e m
a k
Ġ iz
o m
Ġ M
i d
t r
t u
a v
e k
Ġ Ä
Ġ at
'' '
Ġ B
Ġ T
Ġ R
t i
Ġ2 0
o j
Ġ D
ie k
Ġu z
Ġ'' '
Å¡ an
Äĵ l
Äģ j
Äĵ r
Ġp ar
Äģ l
Ġ "
i ÅĨ
Ġ c
a j
Ġ ap
Ġgad Äģ
is k
e t
Ġ j
o p
Äģ m
Ä« g
i t
Äģ d
Ġ f
Ġgad a
o d
g r
Ġp r
Ġ I
Ġ z
ie s
u l
â Ģ
Ġd z
a b
Äģ c
Ġ N
Ġp ie
Ġs p
o k
Ä« v
a is
ik a
Ä ·
Ä« j
Ġ G
i c
b r
ie t
at v
Ġ J
ij Äģ
Ġ Å¡
e d
Äĵ m
e v
Ä«b as
Ġ F
Äĵ t
Ä¼ u
0 0
Ä £
Ġk ur
s k
a z
Ġ E
um s
e z
d r
u n
Ġb ija
Ġl Ä«
ie l
Äģ n
e j
i v
o v
Ġar Ä«
Ġp Äģr
i on
a g
Ġk as
1 9
ij u
il s
Äĵ c
Ġ H
Äģ t
um u
Ġ 3
an d
Ġ au
Ä« t
Ä« n
er s
Å¡ u
g u
Å« r
e p
Ä į
Ġl ai
n iek
e id
Ġv al
Ġ( ''
Ġt ika
Ġ Z
Ġk Äģ
Ġ20 0
Ġ Å
Ġ== =
e c
ĠL atv
) ,
Ġk ar
Ġ20 1
l a
is t
Ġ g
Äĵj a
ĠlÄ« dz
a Ä¼
Ġk r
Ġ C
Ġv ien
Ġ O
tÄģ j
ir m
Ġv iÅĨ
v a
Ġr e
ar b
aj Äģ
a c
Ġs k
Äĵ k
ÅĨ u
u Å¡
Ġ gr
au c
e i
o b
Å¡an as
n ie
) .
ie v
Ġ1 8
t es
au k
u b
âĢ Ķ
Ġt r
Ġs av
Ä« r
ak st
Ġ 4
e Ä¼
Ġk om
Ġ U
u p
Ä«b u
ĠÅ ł
au l
* *
um a
o Å¡
Ġlai k
i tÄģ
a Å¡
Ġsp Äĵl
Ġs t
Ġdz im
o f
u k
Äģ v
Ä« m
st r
en s
Ġ19 9
an t
ĠK r
au n
Ġ 5
Ä«b a
Äĵj Äģs
um Äģ
Ġb et
Ġ in
ĠLatv ijas
e g
ĠÄ Ģ
Ġl iel
m a
Ġs as
s p
Ä« c
u t
in Äģ
i p
Ġp as
a Å¾
l as
em p
Ġp ils
Ġno v
Ġp irm
Äģj a
ie Å¡u
ai z
o c
on s
Ġb r
ĠÄ į
Ġp Äĵc
Ġv is
st s
a h
Ġv ar
2 0
v ar
Ġ h
a ir
Ġv ie
Äĵ n
p x
Ġn e
Ä«g as
Ġd arb
ik as
ij s
im p
Ä«j a
ie r
au dz
Ġ aiz
'' )
Ġk a
Äģr t
auc es
Ġs ai
Ġs Äģk
s l
ĠA ts
i g
oj a
d s
Äĵ ta
i b
d a
Ġt Äģ
Ġ **
Äģc ijas
t e
Ġk on
Ġt o
v eid
Ġat r
ĠAts auces
ÅĨ a
Ġ Ð
Ġ 6
g l
Ġv ai
ĠA n
ĠÄĢ r
in a
o z
Ġga l
Ġk op
Ġ 8
ar p
aul es
e Å¾
i Äģl
m as
Äĵ s
Ġv eid
em br
Ġv air
v en
ĠA l
e tr
emp ion
Ġn ot
Ä« s
um i
an s
au t
Ġ 7
o Å¡an
Ġsai tes
Ġ or
tÄģ v
us i
Ġ1 0
od as
ÅĨ Äĵm
b al
or s
Äĵ tÄģj
Ä« z
Ġp l
Å« t
g s
n es
ĠÄ £
ie dr
ĠÄĢr ÄĵjÄģs
Ġ1 7
Ð °
ĠÄį empion
d al
Ä« ga
Äĵ d
Ġ19 8
Ġiz m
Ġd iv
Ġv Äĵl
Ġd ien
Äĵ st
en tr
r e
Ġlaik Äģ
Ð ¾
Ġ1 5
Ġ ak
m u
Å¡ Ä·
ot Äģj
'' ,
Ġk l
Ġ1 2
k l
p r
1 8
ĠB r
Ġau g
e b
Ġie la
Ġdz Ä«v
ot s
t o
nie c
Ġt ik
Ġvair Äģk
Ġp ag
Ð ¸
on a
h e
ĠA r
Å«r as
v al
b ol
Ġt iek
o gr
Ġt ur
Ġb al
Ġv ir
Ä«b Äģ
e ik
Äĵt as
u d
v as
in Äģt
Ġ1 6
k r
Ġs l
Ä« d
ĠA t
er a
Ġgad s
Ġf il
Å« d
am s
u st
as ar
ĠP Äĵc
Ġz em
k s
Äį u
ĠP r
Ġ 9
Ġno s
r an
Ä« st
as t
Ġ19 7
ie Å¡
n Ä«c
u g
Ġat t
en t
ek s
ol o
Ġd aÄ¼
ot i
Ġt er
m e
Ġ1 1
uÅ¡ ie
Ġ19 4
in s
Ġkom and
k a
Ġv id
Ġga n
i Å¾
ĠG r
Äĵst ur
dz Ä«v
Ġap r
Å« n
ĠÅ¡ ah
e h
" ,
S V
Ġ1 3
isk o
v ien
ĠV al
Ä« l
Ġ1 4
Ġ19 6
ot ies
j u
c ijas
Ð µ
Ä« ts
ĠviÅĨ Å¡
Ġst arp
Ġv ad
Ġgr up
ĠR Ä«gas
ĠK at
ie c
ir op
Ġp al
n e
Ġpag as
ĠD Å¾
v id
2 00
Ġm ed
Ġm Å«
a in
Ġie k
Ġ ol
ĠS p
Ġs tr
âĢ ĵ
ga n
or ija
Äģ z
Ġ19 3
ĠI n
Ġ 0
am at
Ġg ar
Ġd aÅ¾
isk Äģ
z Ä«m
Ä« dz
iÅĨ Å¡
ÅĨ em
iek Å¡
Ġ al
Ġj aun
p l
niek u
ĠS t
il v
o st
tÄģ l
Ä«g i
isk Äģs
is tr
Ä«g Äģ
Ä« k
ĠI z
Äĵ Å¡an
Ġr akst
ot a
b er
au d
or m
Ġiz veid
Äĵ ts
ion Äģl
ĠD z
Ġiz c
'' ),
al n
Ġk Ä¼u
Ġm u
t er
ĠP ar
ĠKr iev
Ġc entr
Ġizm ant
i f
Ġpr et
Ġ âĢ
Ä« ta
in Äģj
au s
Ġd audz
Ġ19 5
Ġie r
niek s
Ġp a
v Äģr
Ġl ab
er at
in g
ar s
v Äĵr
Ġd r
Äģ f
Ä« p
i tu
ĠK ar
ub l
Ä« tÄģj
d u
Ñ Ģ
Ġ ok
Ġnov ad
Äĵj i
Ġp at
Ġp il
Ġatr odas
Ġsk ai
ĠE irop
av as
Ð ½
" .
Ġs al
Ġie gu
ĠÄ Į
ĠP as
ĠÄįempion Äģ
ga l
Ġp ol
e Å¡
Ġliel Äģk
is ts
Ġter it
is ti
ek l
ar k
Ġgad u
ik Äģ
ĠA SV
er i
Ġol imp
1 0
Ġl atv
ilv Äĵk
au j
d ien
Äģ p
Ġm az
Ġp iem
Ġtik ai
o g
um iem
Ġm in
sk at
ek t
Ġz iem
Ġ2 3
on as
Ġdzim uÅ¡ie
Äģ tr
au r
Ġb ei
k u
n i
Ġv iet
el s
in Äģja
Ġgad am
Ġt Äģs
ĠL iel
d ev
isk i
Å« v
Ġau t
1 7
ĠB al
Ñ ģ
Ġsas tÄģv
ĠN o
in iek
os m
olo Ä£
Ġs ez
Ġ19 2
dz im
Ä«j Äģs
Å«r a
'' .
ĠÄ ·
i h
niek i
un k
ov s
t as
ĠkÄ¼u va
Ġk ad
ik s
asar as
ej a
Äģc ija
Äĵr am
Ġ W
Äĵ v
ĠA u
âĢ Ŀ
Äĵ tu
st Äģv
eg orija
ĠviÅĨ a
Ġs ta
ot r
l u
e ic
Ġ as
Ġm ar
Äģj as
em es
Ġnos auk
ĠKat egorija
Ġ Ä«p
Ġuz var
as k
Ġval od
Ġv ec
Ġ of
Ġn av
es t
Ġaug st
Ġp aÅ¡
1 2
iÅĨ a
ĠS k
Ġval sts
Ġv Äģr
n a
ÅĨ as
ul tÄģ
il d
l e
p ils
aj iem
ĠM ar
Ä· is
Ġk at
Ġterit or
Ġre iz
Ð¾ Ð
Ġval d
S R
ĠA p
i a
e br
Ġj au
Ġie t
ad om
. )
Ġp us
c h
ak s
Ġpie dal
Ġp av
Ġr ad
Ġ ek
ie Å¾
ĠPas aules
ĠL ie
Ġgads im
e f
en ts
or t
um us
Ġgal ven
Ġt as
Ä¼ a
i Å¡
l ai
Ġc ilvÄĵk
Ġpr iekÅ¡
Å¡an a
Ġkar a
embr Ä«
Ġval st
Ġno d
ĠÅ¡ah a
ie d
Å« l
ul t
ĠspÄĵl ÄĵtÄģj
m an
Äģ b
1 1
Ġ( )
Ġm ir
ÅĨ i
Ġlatv ieÅ¡u
um os
ĠLatv ijÄģ
Ġm il
Äĵl s
Ġt e
oj as
k ar
Ġd al
Ġ otr
iv ers
en d
1 5
Äĵ tÄģ
ĠEirop as
Ġpils Äĵtas
o Å¡anas
Ġk o
l i
t ur
Ġ2 5
Ġm a
ut bol
Äĵj Äģ
ĠdaÅ¾ Äģd
r a
aj Äģs
Ġap m
ĠP irm
Ġs ar
Ġv Äĵstur
Ġ an
Ġvir s
u c
ogr Äģf
Ñ Ĥ
Ġsav u
Ġr ez
Ġsk ol
. âĢĶ
Ġ Ä¼
ej as
on Äģ
on u
Å¡an u
Ġt a
Ġn ep
1 6
Ġk m
ĠF ran
Äģk Äģ
or a
ak t
Å¡Ä· ir
Å« s
ĠP ol
ĠK op
ĠÄ«p aÅ¡
Ġt am
s ar
v ad
Ġl iet
Ġpas aules
ĠT r
Ġ3 0
ai d
c e
Ġp az
Ġpar t
ĠKriev ijas
Ġ Å«d
am a
oj Äģs
i Äį
Ġf utbol
az nÄ«c
00 0
Ġs u
ga bal
d er
ĠÅ¡ Ä·
Ġn ek
Ä¼ i
Ġs a
a Ä¼u
ĠZ iem
Ġmu iÅ¾
n u
ĠU n
i ti
d e
Ġp ak
dz a
ist Äĵm
Ġie g
n Ä«r
Ġiz las
in Äģl
ĠP SR
Ð º
Å« st
ĠT Äģ
Äĵ Ä¼
Ġ imp
Ġm Äģk
Ġs ep
k Äģrt
Äĵ g
Å« k
1 3
ob eÅ¾
er u
or d
Ġkl ub
ur s
en es
or u
1 4
ivers itÄģ
Ġ2 2
c iem
Ġ Äģr
v iet
ga d
r u
Ġ *
Å¡an Äģs
Ġd at
v Äĵl
g as
Ġuz ÅĨÄĵm
ie z
es s
Äĵ z
el t
Ġie sp
ĠAu str
as ti
uÅ¡ i
v ai
in d
Äģc iju
c ija
ieÅ¡ i
dzÄ«v otÄģj
oj ums
t aut
Ġau gu
Ġdz ies
Äģ ts
iÅĨ u
Ġs ac
ac ionÄģl
a f
19 9
au ga
Ġc it
Äģk ais
Ġj eb
u z
Ġvie ta
Äĵj is
Ġ el
ais t
Ġizc Ä«n
v er
ĠAt t
Ġu p
Ġ ab
an a
Ġap gabal
Ġp amat
m es
Ä« ti
Ġs tu
ar t
Ġkur Äģ
Ġv Äģc
Ġn or
Ġ2 4
e ÅĨ
ov a
Ġt Äģd
Ġre Ä£
Ġnot ika
om as
Ġpr of
om Äĵr
m in
Ġn es
ĠI I
Ġkur u
" :
o h
ij ai
Ġs istÄĵm
Ġs ad
ĠV is
ĠÄ ¶
i Ä¼
i o
an vÄģr
Ġb aznÄ«c
Ġt ies
Äģ ta
ej s
au g
Ð »
e Ä¼u
Ġ +
Ġkop Äģ
l ab
Ġv Äĵr
ÅĨÄĵm a
Ġj o
at Ä«v
ĠV Ä«r
Ġc iem
Äģn s
Ġar m
Ġvie tu
Ä«n a
aj Äģm
Ġat kl
Äģn a
ĠpÄģr stÄģv
Ġuz skat
embr is
Ġsas nie
Ġor gan
el ta
ĠmÅ« z
Ġtur nÄ«r
Ġ2 1
ĠF il
u Äģr
ĠS av
l s
ĠâĢ ŀ
oj ot
an dr
Ä«g s
am er
Äĵ Å¡anas
or ta
Ġs ak
Ġj Å«l
l is
to br
Ġm e
en i
ĠsastÄģv Äģ
Ġsav ien
ez id
ĠL ai
Ġdzim is
Ġj anvÄģr
on om
Å¾ u
ĠspÄĵlÄĵtÄģj i
d es
Ġbei g
e im
Ġs iev
ĠF r
ot as
Ġs v
ĠU z
ar d
Ġk ap
Ä«g u
Ġ Å¾
Ä«n as
ej u
Ġvien s
Ġkur as
ĠvÄĵl Äģk
Ġno zÄ«m
Ġ ez
niec Ä«bas
k as
en is
aÄ¼ as
ĠR Ä«gÄģ
en c
eÄ¼ a
v u
en er
ar a
Ġiegu v
m ir
Ġj Å«n
Ġ Â
ai t
ĠK l
en a
Ġsep t
er n
Ġv eik
Äĵj s
Ġ200 8
ĠÄ£ im
dzim is
Ġie dzÄ«votÄģj
Ġiek Ä¼
b ur
ebr uÄģr
el n
sk ol
Ġs ab
Ġkom p
Ġta Äįu
e dz
Ġd ec
ĠÅ ½
Ġp adom
am i
ik u
Ġn ev
Ġga is
Ġatt Ä«st
Ġ19 0
en tu
oÅ¡an a
Ġl id
e iz
Å¡ i
Ġl ik
Äĵ Ä£
ok s
Ġs ek
Ġ8 0
Äĵj o
i ta
ĠAtt Äĵls
ĠJ aun
Ġak t
Äĵj u
ĠspÄĵl Äĵs
f r
Äģn is
Ġb ar
iet is
ĠsÄģk a
er l
Ġ200 9
Äģk o
Ġdien vid
Ġvie tÄģ
f orm
Ġ201 0
er c
isk ais
ĠA m
b Å«v
ien s
Ġiz r
Ġdal Ä«b
Äĵr ijas
ĠT ur
Ġtr Ä«s
ĠBal t
Ġz inÄģt
Ġd e
u Ä£
Ġstr Äģd
k al
ep ubl
ĠdaÄ¼ a
Ġ es
Ġnovad a
Ġg l
Ġok tobr
ĠAl eks
Ġm Äĵr
Ġh ok
ĠV asaras
at a
Ġvien a
Ġkar al
Ġr aj
5 0
st Äģ
v iedr
Ġie l
ĠÄ¼ oti
u v
Ġal b
ev i
Ġ il
Ġb ez
Ġiz p
Ġk aus
Å« p
s Äģk
Ġkr ust
us ies
Äĵ ti
oj umu
Ġf ebruÄģr
aut as
Ġkur a
Ġl auk
sk a
Ġt el
n Äĵ
Ġk Äģd
ĠT as
on is
Ġ a
el z
Ġp unk
ib inÄģ
ĠÄįempionÄģ tÄģ
Ġkur Å¡
Ġrez ultÄģ
ĠPSR S
ĠK om
Ġpirm o
Äģr s
in c
Ġd om
ĠÅ¡ o
iÅĨ as
Ġ201 2
on i
ĠV il
Ġpr ezid
Ġb Å«t
Ġm etr
st Äģd
str Äģd
Ġp iek
Ġ2 6
Ġgrup as
Ä«j is
Ġiegu va
Ġstu d
c iju
Ġm Äģc
Äģ tu
Ġaiz sar
Ġsp Äĵk
Ġm at
in ts
Ġ2 8
st a
Äģn u
in Äģm
ic iÄģl
ĠP ie
. .
ĠK ur
ti c
ĠspÄĵl es
ogrÄģf ija
Äĵ Ä¼u
Ġgadsim ta
ĠS v
ij Äģm
n as
e ts
Ð ²
ĠviÅĨ u
Ġ Äĵk
Äģl Äģ
ĠO l
Ġnov Äĵr
ĠK on
ĠV Äĵstur
Ġiz d
Ġ200 6
Ġpl at
Ġb ij
as p
in t
Ġorgan iz
Ġtur p
Ġd ep
isk ajÄģs
Ġiz dev
Ġne at
Ġapr Ä«l
p us
Ġk uÄ£
ĠvÄģc u
Ġk ol
ĠmÅ« s
Ġs ag
Ġ gu
Ġj Å«ras
. '''
Ġd ev
er v
ogr am
Ġ20 00
eh n
Äĵj ais
ciem s
en ta
Ġ2 7
Ġr aÅ¾
ot u
st u
Ġs at
Ġt emp
Ġre Å¾
Ġsar akst
m Äģ
Ġte Äģtr
o w
en e
Ġziem eÄ¼
ĠG al
ĠR Ä«ga
Ä«g o
Ġm od
Ä· i
Ä· u
Ġ200 4
ab a
Ġ18 9
Ġ op
Ġnek Äģ
Äģv es
Ġ201 1
er t
Ġ201 4
er b
Ġbr Ä«v
ģ Ħ
av a
â ģĦ
Ġpav ad
ie tu
in o
Ġn el
Ġar h
Ġat s
Ġf r
Ġ200 7
Ġf on
Ġb iedr
s m
Ġs m
. ,
Äģd i
or i
val d
Ġs ug
Ġpie vien
Ġ1 00
Ġk osm
j a
Ġgad os
Ġm Äģjas
ĠP l
ĠZ em
ĠVal sts
ot o
Ġfil mas
Ġsab iedr
Ġau str
Å¡an ai
Ġatr ad
Ġk ok
ar i
Ġv asaras
Ġ( ;
Ġstarp taut
ĠD ien
Ġiesp Äĵj
oj uma
an k
ĠL Ä«dz
. -
ĠS tr
ĠD auga
ap a
Ä«b Äģm
Ġzem es
ek tr
z emes
er iÄģl
pl at
Ġp Äĵt
Ġt ir
Ġap vien
vai g
Ġno sl
el l
e in
Ġv eic
ĠD r
br uk
ĠLie tu
Ġpil n
on d
at av
is tu
Ġr obeÅ¾
Ġp ut
Ġpils Äĵta
gl Ä«t
ai m
un d
Ġ 000
Ġvien u
Ġvalod Äģ
ĠE l
ĠO tr
ĠVÄ«r ietis
Ġk ult
t Äĵ
k op
al l
is s
ĠS a
ier is
ĠM ask
Ġpol it
Ġvid us
Ġ2 9
Ġvir z
al as
Ġ :
Äģk Äģs
Ġ av
sk is
Ġp ul
Ġpiem Äĵram
Ġreiz es
Ġ201 6
Ġmin istr
re iz
Ġpirm s
ĠLie p
k o
Ġvad Ä«tÄģj
ĠÄį etr
Äģ ti
ĠlÄ« n
an g
3 0
il l
Ġnot eik
Äģk s
ak Å¡
Äģn ijas
Ġek sp
Ġiet ek
19 8
t op
Ġp ubl
ĠÄ Ĵ
itÄģ r
Ġ== ==
ĠAn dr
o Ä¼u
Ġp an
er e
Ġgr Äģm
iev u
ÅĨ iem
Ġb Äĵr
ar u
aj os
Ġs am
Ġcentr s
Äģ ÅĨu
Ġtemp erat
Ä«t as
Ġpr ogram
Äģl s
Ġsk r
Ġ ad
op ul
am o
el i
Ġk am
ĠAleks andr
oz Ä«c
ĠmÄģk sl
gr iez
Ġmil j
ĠM in
Ġ -
Ġpagas ts
'' ).
Äģn as
Ġk Ä¼
Ġ amat
ĠIn d
m s
Ġ5 0
Ġpie der
Ä« tu
ĠI r
Ġ200 5
Ġ4 0
Ġl Ä«g
Ġd ÄĵÄ¼
Ġ201 3
Ġkar j
ad Äĵm
ie ta
at s
Ġb iju
Ġt he
sk as
ien Äģ
e it
ĠÅ«d ens
oÅ¡an u
Äĵj ot
ĠreÄ£ ion
ĠS l
ĠVÄĵstur e
Ġn ed
j Äģ
Ġap st
Ġp ap
en ti
Ġdz elz
Ġapr iÅĨ
m i
ien a
lai k
T he
ĠmÅ«s dien
Ġv Ä«r
Ġatt iec
Ä« sk
Ġat z
aÄ¼ a
Ġp Äĵd
Ġd ab
g Äģr
il p
Äĵr s
Ġ Äģtr
ÅĨ Äģ
am as
c Äĵl
at u
us s
ĠvÄģr d
n s
Ġpar asti
Ġ( ,
Ġk aln
j aun
ga un
Ġr iet
Ġt ad
19 7
ĠV iÅĨÅ¡
Äģl i
Äģl a
Ä«j ums
aj a
Ġk al
Ġs en
Ġkr as
c el
2 5
on ijas
Ġt omÄĵr
Ġz aud
Ġlaik a
Ġolimp iskajÄģs
at Ä«t
od a
ĠV Äģcijas
Äģc ijÄģ
ĠDien vid
Ġp ers
it Å«
Ġpiedal Ä«jÄģs
Ġp la
Ġin ter
ik t
ĠZiem eÄ¼
Ġt ie
ĠDz im
er m
ĠÂ °
Ġd ibinÄģ
ĠV Äĵl
ien u
Ġf or
Å«r u
Ġc Ä«
Å« z
Ġk Äģr
ĠR epubl
om u
Ġsp ÄĵÄ¼u
Ġm Äģt
Äģr a
on z
ip r
Ġat bal
u tÄģ
Ð¸ Ñ
ĠâĢ ľ
ar ds
ĠO r
Ġpas aul
inÄģ ts
ij Äģs
dr oÅ¡
ĠK Äģr
Ä¼ iem
il a
ĠvÄĵr t
Ġie s
st itÅ«
Ġp ies
Ġ201 5
ĠZ viedr
ark an
il t
k i
in ot
Ġprof es
Ä«b ai
i dz
Ġc aur
Äģj Äģs
ĠP Äĵt
2 1
Ġb ieÅ¾
me ÅĨa
ĠUn iversitÄģ
Ġsas top
Ä«t e
Ġpas tÄģv
Ä«n u
Ġkop Å¡
st oÅ¡
Ġs im
Ġt Äĵv
Ġpagas ta
ed er
Ġin d
n is
o Å¾
g Äģ
Ġkr Äģs
n o
u ÅĨ
Ġm eÅ¾
Ä«n s
Ġk or
Ġviet as
Ġk las
Ġc eÄ¼
Ġs aist
Ġizlas es
isk ajÄģ
e ta
Ġ200 2
Ñ ĥ
evi Å¡Ä·
Ġkomand u
Ġt ajÄģ
Ġfutbol a
ĠL iv
Ġk auj
uk Äģrt
Ä« Å¡anas
Ġkomand as
am b
19 4
ur n
Ġsac ens
Ġpr ov
amer ikÄģ
ĠI gaun
i an
isk a
'' '''
el a
os a
Ä« tÄģ
en Äĵ
um am
Äģd a
Ġdiv as
Ġp opul
ĠJ Äģnis
Ġun iversitÄģ
oÅ¡an Äģs
Ð ´
Ġsez onÄģ
ak a
ĠÅ ħ
Ġ201 8
19 6
Ġmed aÄ¼as
Ġrakst ur
e is
ĠB i
ĠK al
mir is
ĠP ils
Ġskai ts
Ġsez onas
ĠsÄģk umÄģ
Ä«j umu
Ġteritor ijÄģ
g Ä¼u
ot n
Äĵ p
oj umi
A l
ĠS al
Ġm et
Ð¾Ð ²
Ġap akÅ¡
Ġd aÄ¼u
ĠK an
Ġ ob
ĠmÅ«z ikas
ĠSk atÄ«t
Ġn Äģk
2 4
Ġp eri
i ga
Ġbiju Å¡
ol a
Ġpr oj
ĠA ug
ic a
Å¡ a
ĠAn t
r akst
Ä· a
ist e
Ġt ehn
Ġkon c
Ġlaik u
ti v
Ġk an
Ġ3 1
Ġil g
Ġ'' '''
Ġatt Äĵl
ĠSa eim
Ð ¹
l av
id u
Ġsug as
Ġk g
19 3
Äĵj as
ta is
ĠdaÄ¼ Äģ
Ġat jaun
Ġval odas
v is
el ga
Ä«k st
Ġsag lab
ul d
Ä«j ies
ig z
ĠN acionÄģl
Ġ200 3
Ġp osm
Ġ201 7
s s
ĠÄ ¢
Ġnel iel
z em
Ġno l
a y
ĠN e
Ġr Å«p
Ġvis u
er as
Ġpal Ä«dz
Ġie vÄĵl
om a
b il
isk u
ol d
ĠS ta
Ġl oc
Äĵ dz
ĠE n
Ä«z ijas
ĠE d
v ed
Ġatrad Äģs
Äģ va
ĠtÄģ p
Ġapm Äĵram
Ġ18 8
Å¾ a
at ion
Ġaiz vad
Ġnosauk umu
Ġmu z
Ġgais a
it erat
ĠiedzÄ«votÄģj u
Ġup es
ask et
Ġsad al
Ġmir uÅ¡ie
Ġp am
niek a
Ġp el
asp Äĵk
Ġsp orta
Ġiz plat
Ġne b
Ġpr oc
al s
ĠC entr
otÄģj s
Ġat Å¡Ä·ir
Ġmir is
ist es
iÄį s
A n
Ġb Å«v
uk t
Ġof iciÄģl
Ġs ap
Ġreiz i
al iz
Ġkr ievu
sk ait
Ġz inÄģm
Ġgrup a
Ä«t es
Ġsl im
Ġno droÅ¡
Ġdep utÄģ
Ġgal vas
ir k
iÅĨ i
2 2
Ġk ust
ĠT o
Ġm Äĵn
Ġel ektr
ĠM on
j iem
Ġs var
ÄĵÅ¡an u
ĠL e
er is
ĠE r
tu ven
Ġuz sÄģk
Ġvie gl
ot Äģ
Ġj a
ÄĵÅ¡an a
Äģd u
Ġd i
Ġdien as
ĠreÅ¾ is
Ġk Äģrt
Ġneat kar
Ġ199 2
ĠpÄģr d
2 3
ai l
ur a
Ġ199 8
is ta
m it
Ġs tÄģv
Ġ200 1
H L
Ġm on
Ġ** *
Ġdzies mu
us u
Ġarm ijas
k Äģ
ÄĵtÄģj s
at l
oc iÄģl
id r
Äģd as
Ġ18 7
Ġbeig Äģs
Ġpirm ais
de ÅĨa
ĠP Äģr
Ġkar aspÄĵk
Ġgad us
Ġtr eÅ¡
ĠÄ£ ints
Å« tu
Ġpr od
Ġiz l
ĠP adom
l am
is ma
as s
ĠmuiÅ¾ a
c eÄ¼a
Ġpar Äģd
ier a
ier i
''' ,
tuven i
o u
Ġ199 6
Ġiz strÄģd
Ġc m
g e
asket bol
Ġsp ec
Ġbij is
Ġgl ez
gal es
Ġnosauk ums
Ġn acionÄģl
min istr
Ġ id
inÄģj Äģs
ir s
ev s
Ġveid o
ÄĵÅ¡an Äģs
Ġb l
ĠR omas
ĠV id
Ġ199 0
Ġpol iti
Ġa gr
ĠSav ien
ĠSp Äĵl
Äĵt Äģs
ul a
ier u
Ġpagas tÄģ
Ġmed aÄ¼u
Ġkon tr
Ġkon f
Ġ Y
Ġimp Äĵrijas
Ġr ok
um b
ĠbieÅ¾ i
Ġs auc
0 7
Äģl u
Ġr ek
iev iet
I I
ir z
r i
in as
Ġl ap
Ġpasaul Äĵ
2 6
ur u
o gs
Ġperi od
ĠA b
ĠF I
Ġ18 6
Ġma ijÄģ
om etr
Ġt iem
ĠM az
ok r
ot Äģs
Ġdr audz
in Äģs
ĠI tÄģl
ĠjÅ«l ijÄģ
Ġm as
ĠB l
ol f
0 1
Ä«b Äģs
ĠÄ ª
oj oÅ¡
Ä«sk ap
Ġat griez
Ġmar tÄģ
Ã ©
ov as
d arb
Ġolimp isko
ĠjÅ«n ijÄģ
ĠS om
Ġin form
Ġ X
ĠAm er
Ġdec embrÄ«
Ġpart ijas
Ġf ran
Ġbei dz
Ġnov embrÄ«
ĠN ik
Ġpaz Ä«st
Ġor deÅĨa
ĠspÄĵl Äĵ
on e
Äģr z
p e
an c
ĠM ed
ĠjanvÄģr Ä«
ĠV iÅĨa
Ġek onom
Ġkon k
L atv
in gs
er g
ĠKop Å¡
Äģk a
ĠSt arp
Ð ¼
2 7
ĠN r
s ol
at or
2 8
Ġt uv
ĠS u
Ġs nie
Ġoktobr Ä«
ĠFran cijas
P r
Ġsu dr
at as
au ts
ĠB ar
Ġz elta
iniek s
ĠBalt ijas
ĠÄ »
ekl is
g Äģd
Ġizmant o
ĠsÄģk Äģs
Äģc a
ĠlielÄģk Äģ
Ġpiem in
Ġpar edz
m et
Ġ and
Ġ199 9
Ġ20 19
Ġsept embrÄ«
ĠLietu vas
ip l
Ġin stitÅ«
ok Äģrt
A SV
niek iem
p a
ĠPol ijas
Ġkaus a
e ti
el es
4 0
Ġf iz
Ñģ Ðº
Ġf orm
Äĵn u
g ul
t ies
Ġr om
ĠJ elga
v es
ĠizcÄ«n Ä«ja
is c
ĠÅ¡ ajÄģ
Å¡an Äģ
ĠcilvÄĵk u
c ijÄģ
Ġn et
ĠmÄģk s
ĠM ir
k Äģr
Ġpirm Äģ
p Äģr
man is
ĠDauga v
Ġz Ä«m
Ġak adÄĵm
Ġsv Äĵt
2 9
Ġm Äģj
ĠKom and
Ġm m
Ġpaz iÅĨ
or v
ic h
ie st
A r
Ġiz glÄ«t
Ä«g Äģs
ĠV idz
ĠV ec
Ġskr aj
aj am
Äģ tÄģj
Ġdzim ta
ĠKur zemes
Ġmil itÄģr
Ġ6 0
en Ä«
Ġaugu stÄģ
ĠL u
Ġd eb
Äĵj usi
Ä«j umÄģ
ĠT he
ek ts
Ġsal as
Ġgadsim tÄģ
Ġdzim tas
ol s
ĠR ob
Ġb i
r as
r Äģd
isk ie
ĠC h
ul k
ĠÅ¡ Ä«
er ts
Ġb asketbol
Ñ Į
ĠÅł ajÄģ
ĠJ ur
m al
am u
i tr
Ġap tuveni
niec Ä«ba
Ġd in
Ġsp ort
Ġpan Äģk
Ġpie c
Ġre dz
Ġt ai
Ġhok eja
Å¡an os
g Äģj
Ġ amerikÄģ
Ġ** **
ĠB Äĵr
Ġap dzÄ«v
ĠOl imp
ĠA iz
Ġdz ied
Ġ3 6
Ġhok ej
an u
Ġor d
B r
ie g
Ġpils ÄĵtÄģ
oj umÄģ
Ġpubl ic
19 5
in e
Ġf inÄģl
Ġnot iek
igz d
Ġ â
Ġl Ä«gas
ĠM Äģr
Äģl Äģs
Ġ e
Å«r Äģ
Ġ3 5
ĠvairÄģk as
l ad
Ġuz bruk
ĠÄįempionÄģ ts
Ġd es
aj ai
ĠL at
Ġie lu
id a
or e
o Ä¼
ĠT e
Ġd ok
Ġie las
ti pr
Äĵj iem
Ġkur i
Ġprof ils
f or
Ñ ĭ
Ġziem as
Ġskai t
- -
Äģl is
ĠL ond
Ġ7 0
Ñ ı
iec ieÅ¡
Ġm ain
e iv
ĠA k
ĠAleksandr s
Ġ199 7
Ġdarb u
Äģr u
o ga
Ġ199 4
ev ol
Ġskraj ciems
itÄģ n
ĠaprÄ«l Ä«
Ġvidus skol
u j
am Äģ
zÄ«m es
oloÄ£ ijas
el is
Ġier akst
Ġv il
Äģk ie
F A
Ä«t ies
aÄ¼ Äģ
ĠÅ¾ urn
Ġats eviÅ¡Ä·
ĠS ieviet
iniek u
ĠamerikÄģ ÅĨu
Ġsav as
ĠJ a
ĠM ad
Ġiek Å¡
ĠvÄĵstur e
it as
en u
Ġk val
Ġgalven okÄģrt
Ġdzelz ceÄ¼a
ĠK ol
Ġok e
Ġc itu
Ġie pr
un s
Ġnep iecieÅ¡
ĠfebruÄģr Ä«
ĠOtr Äģ
l ik
am p
t us
Ġmar Å¡
Ġh erc
r es
Ġ199 1
en tÄģ
Ġ Ä«s
ev a
Ä«r a
Ġf in
Ġgar ums
dz Ä«bas
o ÅĨu
0 5
Ġst at
ĠR iet
va ir
Ġizp ild
ĠLiv onijas
Äģz es
Ġkult Å«ras
Ġneb ija
ĠdalÄ«b nieki
t iem
Äģn i
ĠbaznÄ«c as
Ġakt Ä«v
Ġ iem
otÄģj u
S p
c eÄ¼
dr Ä«z
ok a
ĠmÄģks las
inÄģ ta
Äĵn s
ip s
Ġs tÄģ
Ġie dal
if ik
ĠS Äģk
Ġs in
bal v
Ġkontr ol
ad a
B A
ĠbaznÄ«c a
and es
ĠS en
Ġ19 20
em on
Ġarh it
ĠpÄģr s
Ġie vÄĵr
ad s
ĠI l
ĠmÄģjas l
ĠBi ogrÄģfija
or eiz
Äģn Äģ
e Ä£
Äĵj ums
Ġob j
ĠmuiÅ¾ as
Ġapgabal s
d i
Ġpr ot
ob l
Ġuzvar Äĵja
ĠpriekÅ¡ s
Ġsiev ieÅ¡u
isk s
Ġ3 3
ĠPirm Äģ
Ġie v
ĠT omÄĵr
Ġ198 0
Ġizveid oja
Ġpie Å¡Ä·ir
Ġsam az
) ;
Ġsu ga
ĠÄ£ e
Å ł
t ek
g i
Ġsudr aba
ak ts
ĠviÅĨ am
Ġiz vÄĵl
j i
e at
Ġsav Äģ
ĠSaeim as
G r
Ġt itu
ĠKar al
Ġie st
Ġm an
ĠÄįempionÄģ ta
Ġieguv Äĵji
Ī Ĵ
ĠKr ist
Ġpie ÅĨem
I n
Ġbr onz
au ta
Ġnovad s
Ġd ir
ĠÅ¡ Ä«s
Ġ199 3
om s
Ä« kl
ĠsistÄĵm as
au gu
ab ei
ĠU kr
Ġgan drÄ«z
em Äģt
Äģl o
ĠK aln
Äį a
S A
av u
ĠN ov
vaig Å¾
Äį i
ĠP aÅ¡
ti ÅĨ
ĠdzÄ«v o
ek tu
" '''
Ġgad iem
et e
vÄĵr t
ih s
Äĵn a
Ä«ga is
iniek i
ĠZ emes
Ġdz ej
ma ÅĨu
Ġiepr iekÅ¡
in u
Ġan gÄ¼u
Ġkaral is
Ġpak Äģp
ĠjÅ«l ijs
Äģ tÄģ
Ġbr uÅĨ
ar ta
ĠkÄ¼ Å«st
Ġsp r
Äģk u
Ñģ ÑĤ
Ġ9 0
Ġno p
Ð° Ð½
Ġiel Äģ
ĠrezultÄģ tÄģ
ÅĨ az
os s
Ġsta cijas
Ġ199 5
Ġnot ik
Ã ¤
d as
ĠjanvÄģr is
el e
Ġtemperat Å«ra
Ġveid a
ĠKop Äģ
ĠI m
ĠdzÄ«v es
ĠII I
Ġta gad
Ġ198 8
Ġm aks
Ġdin ast
Ġ3 4
Ġpart ija
8 0
Ġr ind
Ġs ociÄģl
Ġes oÅ¡
ĠT Äģs
br Ä«v
Ġsasnie g
) :
ir o
Ġbr auc
Ġt Äģl
Ġsav ukÄģrt
isk as
vaigÅ¾ ÅĨu
ĠpriekÅ¡s Äĵd
Äĵj umÄģ
l o
od u
ĠK or
en tÄģl
ĠDz Ä«v
Ġietek m
i Ä·is
ai c
Ġc iet
S t
o gu
ĠPar Ä«z
Ġvec umÄģ
200 9
ĠGal ven
ĠM al
ĠAug st
ab r
br itÄģn
v il
Ġsiev iet
ĠIgaun ijas
Ġt autas
Ġpadom ju
3 5
Ġno gal
ĠÅ¡Ä· ir
Ġok up
Ġbeig Äģm
h t
0 9
ber gs
Ġr Ä«k
uk s
uÅ¡ as
Ġv asar
Ġvis as
Äģd es
Ġdab as
om Äģ
Ġc elt
Ġiet ilp
Ġpus Äĵ
Ġ: :
Ġgalvas pils
Äģk ajiem
ak u
Ġtr en
Ġb at
ĠV ieta
Ġmar ts
ĠRepubl ikas
Ã ¼
ĠD aÅ¾
Å¡ as
oc i
Ġdarb a
ĠMask avas
veid a
Äģn ija
Ġaugu sts
ĠlÄ« m
r o
Ġv iel
Ġtir g
ain as
ib li
Ġap kÄģrt
Ġsp Äĵc
ĠM a
Ġties Ä«bas
0 6
Ġab sol
Å¾ as
inÄģ tu
us a
Ġteritor ijas
Ġsim bol
Å«s dien
Ġ3 7
k Äģp
Ġbronz as
0 4
Ġma ijs
Äģk as
Ġfil m
al a
ĠK ad
ĠiespÄĵj ams
ur v
Ġuz ÅĨem
5 5
Ġf unk
ĠLiel britÄģn
p il
v eic
Äģk i
Ġat p
ĠJ oh
Ġfran Äįu
p u
Äģt os
ĠAn gl
if ic
t in
otn Äĵji
as e
t h
os l
Ġpak Ä¼
ais ts
Ġie ÅĨÄĵma
Ġuz tur
Ġez ers
ĠÄĮ eh
K r
.. .
q u
3 7
Ġf ak
oÅ¡an ai
ĠAl b
Ġpils Äĵtu
ĠLiep Äģjas
e or
Ġpie d
ĠS as
in gr
m ens
Ġcentr a
Â »
ĠJ ap
is a
Äĵt o
Ġsasnie dza
em j
Äĵr ija
Ġsai m
Ġvirz ienÄģ
ĠVÄĵl Äģk
Ġprezid ents
Ġ3 2
ĠUniversitÄģ tes
0 3
Ġproc es
Ġsk at
ĠÄ«paÅ¡ i
Ġc itÄģ
Ġvid Å«
Ġpoliti Ä·is
in ga
in i
e ÅĨu
Ä¼ us
ĠM ih
ĠT autas
Ġb ag
or tu
ĠO s
Ġkomand a
Ð ³
ĠR ad
ĠÅł Ä«
ĠV ol
Ġ Ä«st
ĠzinÄģt n
Ġpers on
ĠV lad
Ġs auk
Ġcit iem
Ġapr akst
Ġp abei
is e
T r
tr a
Ġvalod a
Ġat m
ĠfebruÄģr is
Ġp ozÄ«c
uÅ¡ ies
oj is
os p
Ġj Äģ
ĠVidz emes
et ur
obl Äĵm
ĠV Äģr
r iet
ol u
ag n
Ġop er
ĠL ab
ĠA d
p as
Ġme ist
ĠStarp taut
ĠcilvÄĵk i
t y
Ġl igzd
ien as
ek Ä¼a
Ġbal vu
5 8
ĠM an
Ġkras tÄģ
ĠjÅ«n ijs
ĠaprÄ«l is
m az
ĠÄ· er
m Äĵr
ĠR ez
Ġteritor iju
Ġvar Äĵtu
or n
or ts
ĠM e
ĠKÄģr lis
ĠF l
Ġ5 6
Ġiz te
r on
r s
Ġpr ec
Ġ194 0
ÅĨem ot
Ġor b
Ġ196 0
Ġkonk urs
ĠAmer ikas
k aln
Ġt ek
Ġsa ÅĨÄĵma
auc a
ĠV ar
ĠpaÅ¡ vald
Ä« ds
kr iev
Ġne iz
and id
ol e
Ġdev Äģs
ĠreÅ¾is ors
ĠPadom ju
i Ä£
v iel
oz of
3 6
Ġat kal
Ġvad Ä«bÄģ
Ġm ant
3 9
ĠP at
Ġkur iem
ĠÂ «
Äģj u
ĠV air
Ġie n
ĠO f
4 8
Äģl ajÄģ
Ġm eln
v Äģ
ĠturnÄ«r Äģ
vaig z
4 5
sk aln
Ġtr an
Ä«d u
Ġt Å«k
Äģl es
cÄĵl a
ĠmÄĵn eÅ¡
ĠDÅ¾ ons
0 2
Ġpr oblÄĵm
ĠD arb
et es
al j
Ġ w
inÄģ Å¡anas
Ġ198 9
tÄģ m
ĠT Äģp
ieÅ¡ iem
ĠG l
Ġ19 19
an ta
Ä« da
Ġno z
Ġv ers
sl Äĵg
Ġdiv i
Ġpl Äģn
e o
ĠE k
Ġat tÄģl
Ġdec embris
ie Ä·u
otÄģj i
C h
Ġ3 8
Ġapgabal a
Äģr i
eli Ä£
ĠH ar
Ġtr ad
ĠÄ· Ä«m
Ġel em
ĠÄ£im enÄĵ
ĠstrÄģd Äģja
av Äģ
Ġst art
iem Äĵram
Ġatgriez Äģs
Ġ ik
'' ;
Ä«j umi
âĢ Ļ
Ġskai tÄģ
Ġmat eriÄģl
Ġd er
Ġfil ma
Ġb Ä«skap
ĠS tu
5 6
Ã ¶
3 1
or ds
ĠmarÅ¡ ru
ĠmÄģjasl apa
Ġr it
oÅ¡ i
0 8
Ä«n Äģ
op r
b ild
l es
inÄģj ums
Ġk in
Ġ ac
Ġnov embris
ej Äģ
id s
st arp
Ġre gul
Ġklub a
3 8
tÄģl u
Ġuz dev
ĠVal d
bur gas
ĠK az
nie g
Ġ194 4
Ġiz s
Ġaut om
ĠZviedr ijas
Ġno kr
Ä«t is
ĠtÄģp Äĵc
Ġ194 5
Ġpiek r
Ġbal s
Ġizr ais
o ur
Ġ( "
ĠH er
mu iÅ¾
an ts
ĠS m
Ġr evol
ĠM at
4 7
Ġuz bÅ«v
Ġind iv
Ġn Äģves
Ġ19 18
Ġpar akst
ab s
Ġkomp on
ĠÄĴ r
ĠlÄ«g umu
Ġl ed
Ġz iÅĨ
3 2
o ÅĨi
at Äģ
Ä«tÄģj s
i gr
Ġ198 4
h a
au z
oj ies
Ġt os
Ġk od
itÄģ ti
Ġb oj
Ġt ip
ĠEirop Äģ
ĠM il
Ġsept embris
ĠievÄĵr oj
Ġpirm ajÄģ
Äĵz ek
ĠÅ¡ t
f inÄģl
ĠAustr Äģl
ma in
embr a
h ol
ĠBr Ä«v
ĠI v
itÄģ tes
Ġliel u
Ġ3 9
Ä«c ijas
Ġsasnie dz
od es
Ġz ir
Ð¾ ÑĢ
Ġmetr i
Ġoktobr is
Äĵj Äģdi
os auk
3 4
Ġziem eÄ¼u
Ä«d erl
5 9
Ġpadom es
Ġap k
Ġap l
Ġvalst u
ĠM ak
ĠspÄĵl Äĵja
Ġnod arb
Ġkr eis
Ġskol as
l d
ek ta
Ã ¡
ĠteÄģtr a
ĠvÄģrd Äģ
Ġâ ĪĴ
ĠLatv ieÅ¡u
ĠNik ol
Ġkur s
ol ej
Ä«j usi
Ġtir dz
v e
Ð ·
Ġfil ozof
Ġpiedal Ä«jies
5 7
ĠB er
Ġdzies mas
ĠuzsÄģk a
Ġsk a
Ġau dz
ai ÅĨas
Äĵl i
ĠdzÄ«v oja
Ġap zÄ«m
ĠM Å«sdien
ul is
uÅ¡ Äģs
Ġjaun u
en as
b a
and Å¾
Ġizc els
Ġsad arb
Ġr un
6 0
Äĵj oÅ¡
at ors
Ġat st
Ġt ic
ĠdaÄ¼ as
Ġat kar
Ġvald Ä«ba
i ts
oj oties
Äĵm a
ĠvadÄ«tÄģj s
f Äĵr
Ġ et
Ġgrup Äģ
oloÄ£ ija
ĠFil mas
ÄĵtÄģj u
Ġuz stÄģd
aja dz
ĠB erl
ĠT ajÄģ
Ġimp erat
es ta
ĠJ Äĵk
Äĵn as
ĠT a
al d
ĠAp vien
Ġ'' ''
ĠÅ¡ Äģd
Latv ijas
Ġnovad Äģ
ik l
Ġprov inc
Ġv Äĵst
em okr
Ġvis Äģ
ie Ä·
Ġiz viet
ÄĵtÄģj a
Ð¸Ñ ĩ
ÅĨ us
ic e
ĠD audz
. ''
ĠB ul
Ä« Å¡ana
Ġpagas tu
l and
ar Äģ
ĠDzim is
Ġpied Äģv
ĠM eÅ¾
Ġl iterat
ot Äģja
oÅ¡an Äģ
Ġspec iÄģl
Ġiz g
Ġsta d
Å¾ en
o ÅĨa
Ġaug Å¡
in ce
oc k
Ġk ons
es el
Ġsta cija
ĠpaÅ¡ Äģ
Ġapst ipr
Ġte or
ĠkÄģrt as
Ġ ebr
Ġpal iel
lav s
Ġpie l
ĠziemeÄ¼ os
ov skis
ĠÄ£ ener
er r
Ġdzied ÄģtÄģj
ĠV ien
Ġatbal st
Ġliel a
ekt Ä«v
Ġdienvid os
or f
Ġ4 5
Ġ197 6
ĠU p
ĠÄįempion Äģtos
ĠR om
e Å¡u
aj s
t Äģs
vair Äģk
un i
Ġapst Äģk
Ġ4 8
Äģr Äģ
ĠpÄģr tr
ĠS arkan
Ġglez n
l ietu
Ġpirm Äģs
Ġ197 0
ĠAu gu
Ð ±
h el
Ġd Äĵls
ĠE ir
o Ä£
ĠB ur
3 3
ĠspÄĵk u
Ġt Äģm
Ġad ministr
Ġs tipr
c en
Äģc u
Ġkar av
7 6
Ġap balv
ĠP a
Ġf l
niec e
9 0
ĠvairÄģk i
ie p
er d
ra Ä·
Ġgu ber
ĠÄĢ z
Ġcit as
Ġt il
ĠP al
ĠviÅĨ i
ĠR Äĵzek
Ġmaz Äģk
Ġb ur
ĠIz st
ac e
4 6
ĠreÄ£ istr
ĠE m
ĠstÄģv ok
Ġ''' "
Ġlik vid
D z
Ġat brÄ«v
ĠK Äģ
Ġap ar
ĠPie zÄ«mes
ĠvÄĵl ÄĵÅ¡anÄģs
Ġl ietu
ai dr
Ġf eder
Ġpap ild
Ġkom pl
ĠAt l
ĠpÄģr cÄĵl
Ġveic a
Ġkom is
9 9
Ġieg Å«st
on iem
ien es
Ġnosl Äĵg
m ier
ĠsÄģk as
Ġkom it
Ġprofes ionÄģl
Ġ Äĵr
ĠÄĢ fr
Ġakt ieris
ĠAr Ä«
Ġs eÅ¡
Ġdarb Ä«bas
ĠmÅ«sdien Äģs
ibli ot
o dz
en k
Ġz iv
Ġnes Äĵj
''' .
Ġsal Ä«dz
âĢĿ .
j as
ti on
Ġsm ag
Ġc iti
Ġvien Äģ
Ðµ Ð½
Ġpr inc
Ġn on
Äģj is
Ġter m
ien i
Ġbat alj
Ġp ac
Ġfak ultÄģ
Ġs eg
Ġc il
) ''
ur as
Ġsp Äĵj
Ġt Ä«kl
ĠmÅ«sdien u
Ġm ekl
Ġl Äĵm
Ġuz br
Äĵj ie
ĠV iÄ¼
ĠN osauk
im s
Ġc er
T C
ĠpÄģr viet
Ġizlas e
n iem
ig n
inÄģ ti
ĠÅł o
ur i
Ġ197 2
Ðµ ÑĢ
Äģl ais
5 4
up as
ĠDz ies
Ġdarb ojÄģs
gÄģr ijas
ĠS an
9 6
m at
ĠM eln
ener Ä£
Ġaustr umu
Ġk ino
Ġsp ie
nie dz
ir d
ar h
Ġgalven ais
itÄģ l
ĠpÄģr vald
Ġno min
Ġjau nie
i x
ĠlÄ« meÅĨa
Äģm a
in is
ĠJ Å«r
ĠnesÄĵj raÄ·
Ġpas l
Ġ196 8
Ġkr it
Ġdok um
Ġv ajadz
Ġbal vas
ai k
ĠsistÄĵm a
Ġr epubl
ov Äģk
âĢĿ ,
ag e
Ġsl Äĵp
Ġizveid ota
Ġk ab
ĠtÅ«k stoÅ¡
ĠLatv ija
ek Ä¼i
ĠN HL
Ġd ek
Äģl e
Ġk andid
ĠievÄĵl Äĵts
ĠT or
Ä«j uma
ĠuzÅĨÄĵm ums
7 5
Ġkr ist
Ġput ni
ib inÄģja
Ġaut ors
9 8
Ġl au
it y
st i
7 0
Ġn em
9 5
us e
ĠV ents
ĠV ÄģcijÄģ
ĠkÄģ p
Ġb ir
ĠSp ort
ĠkÄģr ta
Ä«tÄģj u
Ġposm Äģ
ĠÄ·er meÅĨa
ĠÄĵk a
Ġriet umu
ur e
ĠJ au
ah a
E S
Ð¸ Ð¹
ĠturnÄ«r os
Ä« Å¡anu
Ġtel ev
ĠD iv
sp Äĵl
el d
Ġkar Å¡
4 1
in k
Å¾ i
en z
Ġpr iv
Ġm ÄĵÄ£
Ġ196 4
Ġb Å«tu
iÅĨ iem
ĠÅ¡ aur
ĠJelga vas
Ġs aus
4 2
Ä Ģ
Ġsav a
Ġ193 9
Ġdarb Ä«bu
gr es
Ġpla Å¡
la Å¡
as ta
Ġie stÄģd
ĠizcÄ«n Ä«jis
j p
Ġ195 6
es tr
20 10
ĠTÄģp at
Ä Į
ar e
Ä«n i
Ġvien kÄģr
Ġnor is
Ġt Äĵl
ol es
m ark
Ġpie Å¡Ä·
Ġ194 1
ĠizglÄ«t Ä«bas
um p
ĠIn ter
Ġstu n
" )
Ġdienvid u
Äģ ÅĨa
Ġsp Äģr
ĠnÄģk am
Ġvald Ä«bas
ĠS ar
Ġt um
Ġat bil
br Ä«d
Ġ4 6
ĠÄ¶ Ä«nas
Ġl at
ĠDzÄ«v es
Â °
oj usies
ĠZ inÄģt
ĠK ult
ĠÅ¡ah isti
ĠSieviet e
Ġpal aists
Ġlab i
ĠR eÅ¾
aug st
Ġfil mu
' s
Ä«t o
Ġpar lam
Ġk ÅĨaz
ĠteÄģtr Ä«
oj ev
eg or
Ġbal st
nÄ«c a
Ġkat oÄ¼u
Ġvalod u
me ist
Ġn Äģv
Äĵj os
ek ti
au tu
Äĵr b
Ġdir ekt
ĠB el
an e
Äģc is
uj or
Äĵ dza
Ġ4 1
Ġotr Äģ
olej b
Ġv on
Ġveid s
ar l
ĠpaziÅĨ oja
Ġvis maz
Ġsat iks
ĠzinÄģm s
jp g
Ġr ed
ĠÅł veic
ĠA ut
Ġt op
Ä«j usies
9 7
is m
Ġs arkan
Ġrakst nieks
Ġp s
Ġ198 7
en ce
ĠD om
isc ipl
Ġuzskat a
Ġz il
Ġp Äģves
Ġizmant ot
vÄĵr s
ĠItÄģl ijas
el ts
Ġ198 6
ĠI e
Ġg s
Ġr a
200 8
Ġkok a
ibliot Äĵk
Ġp ad
Ġak tr
Ġsaglab Äģj
Äģ Ä¼u
ik ai
ĠUkr ainas
ka ÅĨÄģ
c es
ĠpalÄ«dz Ä«bu
Ġolimp iskÄģs
Ġt or
orv ÄĵÄ£
4 4
ul as
kal p
niec Ä«bu
Ġm al
Ġizg atav
n Äģz
Ġprov ince
oj umus
Ġ192 4
ai ÅĨu
Ġdiv Ä«z
Ġn um
al p
Ġtran sp
ĠN Ä«derl
ig ht
Ġdien a
Äĵj umu
Ġsacens Ä«bÄģs
Ġ ost
ol l
Ġbr itu
er es
ent iem
Ġb Äģz
Ġizmant ojot
ĠÄĵk as
Ġc Äĵl
Ġd Äģrz
Äģ g
Ġnokr iÅ¡
ĠM or
ĠGr ieÄ·
ĠVÄ«r ieÅ¡i
Ġdzim usi
Ġs eriÄģl
8 2
Ġterit orija
Ġez era
Ġz v
ĠiedzÄ«votÄģj i
ĠdaÅ¾Äģd u
Ġ'' (
ut er
ĠpÄģr val
ĠT h
Ġd iev
ĠI V
Ġnet ika
Ġbr Å«n
Ġsin gl
en ko
ĠÅ¡ Å«n
Ġkr ast
ĠVlad im
ion s
p p
st ipr
ĠRez ultÄģ
Ġl oÅ¾
Ġr eliÄ£
ĠpÄģr r
ÄĵÅ¡an ai
Ġ enerÄ£
Ġc etur
Ġfr on
ĠÅħ ujor
ar ts
Ġs Äĵr
ĠC Äĵs
an as
Ġvair s
Ġkarj eru
ir g
v i
inÄģj umu
ĠcitÄģ m
ĠZiem as
Ġvar as
Ġjau tÄģj
ĠDaugav pils
Ġpr as
Ġvalst is
o ÅĨ
Ġp ien
Ġaut ob
4 9
Ġt ulk
Ġjeb k
en h
ob il
Ġfil mÄģ
Ġp er
ĠvÄĵstur Äĵ
ÄĵtÄģj i
ok u
cel ts
an n
Ġd el
Ġm ik
Ġaizvad Ä«ja
S K
Ġd ist
Ġ197 9
Ġap sp
j Äģm
ÑĢ Ð°
i i
Ġkol on
ĠÅł is
Ġat bild
Ġ198 5
8 6
Ġpiem Äĵr
o Å¡u
Ð¾Ð »
Ġies aist
Ġ em
es k
ij am
Å¾ s
Ġrind Äģs
Ġat dal
I A
er ija
Ġ193 6
Ġk il
Ġaizsar dzÄ«bas
ar m
Ġvis i
Ġ193 0
ĠapriÅĨ Ä·a
8 5
at es
es tiv
sk Äģb
ĠBalt kriev
u h
Ġklub u
ĠSp Äģnijas
ĠlÄ«n ijas
ĠP av
Ġ20 20
ĠN ot
7 7
Ġveid Äģ
ol i
Ġvad Ä«ja
Ġkur Äģm
ic s
Ġbij usi
Å« g
or tÄģ
ĠU l
ĠKar j
ĠL os
A p
ĠB or
Ġpie tur
Ġpr Äĵm
br auk
Ġapm et
Ġprod uk
ĠÅ¡ eit
4 3
ir a
Ġdraudz es
Ġlaik s
ĠtÄģd ÄĵÄ¼
ĠP il
Ġgu va
Ġl omu
ĠB au
ĠG un
Ġin Å¾en
5 3
itÄģ te
ĠFI FA
Ġaut oc
Äģd Äĵ
t on
Ġklub s
Ġeksp ed
ĠO z
Ġieg Å«t
y s
Ġkar Äģ
Ġt Å«r
Äĵt ies
Ġdien u
Ġd eg
ĠB o
ieÅ¾ u
Ġotr ajÄģ
Ġpievien ojÄģs
Ġkr Äģj
ĠH ol
ĠuniversitÄģ tes
Ð¸ Ð½
Ġ195 0
Ġ4 2
Ġdat u
Ġrevol Å«
Ġt ieÅ¡i
Ġvalst Ä«
Ġpie ej
ĠO k
ĠZiem eÄ¼u
ĠN orvÄĵÄ£
nÄ«c as
ĠVil j
ĠRob erts
Ġr ep
Ġ198 2
Ġpat s
ĠÄ£im nÄģz
Ġdes mit
p aÅ¡
Ġiz n
an i
ĠM ai
oÅ¡ o
ty pe
Ð ¿
ĠN BA
n Äģb
Ġdz iÄ¼
Ġpil skaln
ĠBerl Ä«n
ĠO p
enc es
Ġier obeÅ¾
Ġl iec
ep t
ĠtÄģp at
ĠSom ijas
Ġdarb ojas
Ġviegl atl
Ġindiv idu
Ġned audz
Äģk ajÄģm
ĠBÄĵr z
ĠR akst
au ti
br auc
om p
Ġ193 8
7 8
Ġsu gu
ener is
Ġv ojev
l Ä«dz
en r
Äĵn i
ak as
er k
ist iem
ac h
om b
Ġat kÄģrt
Ä« dr
Ġb ibliotÄĵk
Ġ4 4
Ġie ÅĨem
g ar
Ä«g ie
Ġizcels mes
ot os
olf s
Ġpiln Ä«bÄģ
M ar
Ġ eks
200 6
im a
ĠAr m
ĠÅ ª
ĠM el
ĠG ar
ĠB en
Å« ta
ĠV ikt
Ġb iez
k st
Ä«r u
Ġat vÄĵr
Ġraj ons
Ġdr oÅ¡
Ġpavad onis
Ġdz in
Ġr es
c o
Ġ '
Ġvis iem
Ġfutbol isti
Ġriet umos
Ġ ef
5 1
ĠNosauk ums
Ġkal p
t am
oj Äģm
Ġmed ic
9 2
m ant
is tÄģ
ĠvÄģr du
Ġliet o
6 6
Ġpel d
Ġm us
Ġgrup u
is l
u ÅĨu
Ä¼u va
Ġkur Äģs
Ġkom un
ĠdeputÄģ ti
ĠpÄģrcÄĵl Äģs
mark er
Ġ197 7
ed r
20 15
ĠAr t
Ġin str
Ġr ud
an tu
ĠL iterat
Ġg Äģj
Ġvasar Äģ
auj as
Ġstr ukt
cen Äģr
ĠSav ukÄģrt
c iet
Ġgad Ä«jumÄģ
Ä¼ os
Ġm ot
and s
el u
ĠZ vaigÅ¾ÅĨu
ĠE z
ĠnozÄ«m Äĵ
Ġvojev od
Ġveik sm
ĠS il
Ġ4 3
Ġ5 1
Ġalb ums
opr ojÄģm
Ġv esel
Ġat veid
ĠnesÄĵjraÄ· eti
Ġd Äĵv
Ġrez erv
Ġnev ar
Ġ197 4
Ġk Äģj
ĠviÅĨ as
Ġ194 9
Ġministr s
Ġiz nÄ«c
Ġaustr umos
r ad
ĠS h
Äĵ Ä·
Ġatkl Äģja
ĠapriÅĨ Ä·is
Ġ4 7
ĠÐ ¡
ĠtÄģd ÄĵjÄģdi
ĠVid us
as tr
Ġpar ks
Ġrit eÅĨ
Ġdz elt
8 8
Ġvis pÄģr
Ġ192 8
iÄį a
Ġkomp ozÄ«c
Äĵr a
Ġc ent
s al
Ġuz skait
Ġapm ekl
P ar
ĠÅ¡Ä· Äĵrs
Ġdarb i
ĠP aul
ĠMÅ«sdien Äģs
andÅ¾ el
isk os
Ġ5 5
B al
od e
ĠrobeÅ¾ as
az Ä«l
Ġskol Äģ
Ġh a
A t
Ġgad i
Ġan al
ĠKriev ijÄģ
Ġfutbol ists
Ġ198 3
Ġvalst Ä«s
9 3
Ġz viedr
ie va
Ġboj Äģ
Ġr is
Ġ197 8
Ġkrust ojums
ĠkaraspÄĵk s
Ġvar Äĵja
ĠOf iciÄģl
ĠkÄģd u
A m
l v
sk r
Ġdien Äģ
p Äĵj
Ġ5 7
oÅ¡an os
ĠÅ¾urn Äģl
Ġarhit ekt
or iem
os fÄĵr
Ġlaik rakst
Ġtitu lu
en Äģ
Ġkaln u
ĠM Äĵn
Ġolimp i
ĠkÄģr tÄģ
Ġno met
ĠKomand a
s v
Ġb an
ĠbijuÅ¡ ais
Ġuzskat Ä«ts
Ġf akt
ĠInd ijas
m aÅ¡
Ġhokej ists
ma ÅĨa
20 11
ĠMin istr
Ġtr im
Ġ193 5
Ðµ Ð²
Ġz vaigz
Äģ Å¡anas
Ġm iera
Ġ19 17
t ec
Ġj ur
Ġaiz stÄģv
ul b
Ġuzvar Äĵjis
el la
Ġgalven Äģ
Ġturp inÄģja
p or
an is
ĠT er
Ġtr olejb
ĠPaÅ¡ laik
Ġt ab
ed a
ĠvÄĵstur es
ĠdaÄ¼ Äĵji
Ġm el
Ġ196 2
5 2
Ġ194 8
Ġd iÅ¾
Ä«j umos
Ġprezid enta
Ġbr Ä«d
Ġviet nÄĵ
ĠpÄģrd Äĵv
ĠT ar
oloÄ£ iju
Äĵta is
200 7
on g
9 1
Ġsez ona
Ġ198 1
ĠsistÄĵm u
Ġraj ona
Ġj oprojÄģm
Ġsat ur
Ġvec uma
8 3
Ġiz v
ĠFr Ä«dr
Ġ193 2
Ġ'''' ''
un g
b l
e y
ist Äĵ
ĠlielÄģk o
Ġp or
Ġciem a
Ġin t
in amo
Ġd ar
od s
ĠÄĢ d
Ð ¡
am Äģs
Ġ197 3
Ġmaz u
er o
Ġga iÅ¡
Ġ197 5
ie dz
Ġ:: *
ov iÄįs
aun a
au str
Ġdarb Ä«ba
Ġ196 7
Ġkosm osa
ĠdzÄ«v i
Ġlab Äģko
ĠpaÅ¡ a
ai ls
Å« m
ed s
ĠpÄģr t
P SR
Ġl uter
ov u
Ġ5 00
Ġbr Äģlis
Äģd Äģ
ber ga
8 1
ic k
Ġap t
Ġgalven o
eÄ¼ Ä£
is ms
Ġas tr
Ġk uk
ir n
8 7
as a
Ġtr am
ida e
ĠV ir
ĠStu d
ĠT im
Äģt as
Ġizmant oja
Ġmaks im
ĠÅ¡ is
Ġn er
ĠKl ub
Ġsarakst Äģ
Ġkonf er
Ġpasl ud
Ġsez onu
ĠLat gales
Ä«v u
ĠakadÄĵm ijas
Ġl omas
b ieÅ¾
Ġv ies
ĠM aks
Ġsa ÅĨem
ĠAndr ejs
i Ä·
al k
ĠP etr
Ġap s
at e
Ġg atav
Ġ7 5
ĠnokriÅ¡ ÅĨu
Ġbiedr Ä«bas
Ġu g
la c
ĠVal mier
ĠAngl ijas
Ġap kop
Ġstarptaut iskÄģ
Ä« Å¡u
er Äģ
az Ä«st
t ers
Ġgr ieÄ·u
Ġherc og
Ġuzbr uc
n Äĵm
Ġat te
oÅ¡ Äģ
ot ie
Ġas to
Ġdeb it
Ġdiv iem
ĠdibinÄģ ta
6 7
ĠU r
ĠvairÄģk us
Ġdinast ija
ga da
ic ionÄģl
Ġm eh
tiÅĨ Å¡
s a
ĠLos andÅ¾el
u Ä¼
Ġkil ometr
Ġtr eneris
Ġ195 2
ĠdaÅ¾Äģd as
ĠK ino
Ġat Ä¼
Ġ193 7
Ġn en
ĠSavien Ä«bas
or as
up es
Ġstud ijas
Ġkat egor
it er
Ä«z es
Ġsa ÅĨÄĵm
Äĵl u
Ġie c
Ġviet Äģs
20 13
ĠAn d
ĠpÄģr l
Ġsacens Ä«bas
Ġkat r
p ar
Ġ5 2
8 9
ant ijas
c r
Ġier ad
ĠD al
Ġotr o
Ġsal a
Ġvalst Ä«m
Ġoke Äģna
Ġr el
ĠT ika
ĠD eiv
Äģn ijÄģ
Ġ1 20
e a
ĠOs maÅĨu
Ġtirdz niecÄ«bas
er im
ĠÄģr pus
u dr
ĠpieÅ¡Ä· Ä«ra
Ġaiz l
ĠvietÄģ m
Ġzaud Äĵja
ĠT re
ĠPirm ais
Ġaktr ise
t le
Ð° ÑĢ
Ġpel Äĵk
Ġst il
7 2
al v
Ġdzies ma
ag u
Ġciem s
F r
Äģj ot
ĠattÄ«st Ä«bas
Ġ =
f ic
ĠA v
ĠÄ«st en
Ġarm ija
ul u
Ġ- --
ĠG ads
Ġizveid ots
ĠS ab
Äģd e
Ġuzvar u
Ġfor mas
ĠG eor
Ġno k
Äģm as
Å« dz
Ä«v as
on es
Ġuz lab
ĠJ Å«l
Ġst and
ĠA s
Ġpak alp
Ġiz skat
Ġpirm oreiz
Ġiek ar
c is
Ä¼ as
ĠcilvÄĵk a
Ġokup Äģcijas
I z
6 5
ĠpÄģr i
va in
ĠAl ber
emokr Äģt
ga idu
av s
ĠÄ£ erb
Ġ192 5
8 4
ĠT all
ĠB ez
re dz
Äĵr Äģ
ev as
Ġatr od
Ñ ħ
ĠkÄ¼u vis
ĠÄ«paÅ¡ Ä«bas
pil Ä«
ark t
Ġ am
en Å¡
Ġkar aÄ¼a
Ġga itÄģ
ĠÄįempion u
ĠVil hel
9 4
Ġ196 5
Ġned ÄĵÄ¼
Ġkrust ojumÄģ
ul i
Ñ ĩ
Ġd ef
Ġsas tÄģ
Ġpamat Äģ
T A
ĠÄ«p at
Ä«v i
Ġciem i
Ġ19 00
ĠDÅ¾ eim
on t
ĠMinistr u
ar es
Ġnosl Äĵdza
ĠU TC
ĠmÄģc Ä«bu
Ġn aud
Å« ks
Ġ196 9
Ä«r ijas
Ġadministr atÄ«v
bieÅ¾ Äģk
ĠS K
sk i
Ġiem es
Ġ196 6
Ġn ez
D Å¾
at i
aj u
kl Äģt
Ġbasketbol a
Ġl ok
Ġebr eju
Ġuz vÄģr
ĠTa Äįu
Ġ ...
Ġkat ru
Ġloc eklis
Ġm ug
Ġpar eiz
ĠK am
ĠC ilvÄĵk
ĠPirm s
Ġiek Äģrt
Ġkompl eks
Ġtelev Ä«zijas
ĠS ch
au gs
on us
Ġsieviet Äĵm
ol or
Ġ195 9
Ġsal u
ĠDauga vas
Ġorganiz Äģcijas
o gl
Ġjaun a
Ġaugst ÄģkÄģ
Ä«v s
ĠL id
Ġprod uc
Ġdiv u
ĠtÄģl Äģk
Ġc ik
Ġsug Äģm
ĠgrÄģm atu
Ġnev is
Ð» Ð°
Ġne tÄģlu
Ġat gr
Ä«j umiem
Ġliel meist
Ġskol u
un a
ĠH am
pr Äģt
ĠBr azÄ«l
Ġ ep
p ie
ĠP Äģv
Å«z ikas
ĠB e
Ġkur us
ĠdalÄ«b nieks
Ġ195 8
em s
Ġpa augst
Ġ ant
Ġf ot
ĠbÄĵr nu
ĠP Äĵd
g Äģja
ik o
niec Ä«bÄģ
ĠDÅ¾ ord
Ð¸ Ðº
D E
Å« ti
S k
ok as
Ġ196 3
ot ajÄģ
el f
Ġkauj as
ol as
od r
Ġ197 1
ĠZem gales
ĠJ ÄģÅĨa
Ġb ul
Ġpus es
an Å¡u
oÅ¡ s
ĠturnÄ«r s
ĠÄ¼ auj
Ä«z e
Ġnos Å«t
Ġ196 1
ĠSp orta
ekl i
ĠÐ ľ
Ġdom es
Ġs il
ĠVents pils
ĠS at
Ġpas aÅ¾
Ġiz dal
it e
p ers
Ġas oci
Ġr aid
up u
ĠLiel Äģ
Ġs ev
Ġv ak
Ġkust Ä«bas
ĠD an
ĠKat r
Ä«tÄģj i
ĠlielÄģk ais
Ġmuz ejs
Ġl pp
Ġimp Äĵr
Ġ195 4
ĠÅ¡ah Äģ
Ġkap te
ed ag
ĠT ie
Ġ193 4
S P
ĠK ap
Ġapk aim
Ġk un
Ġv Äģrt
200 5
20 12
Ġliel s
Ġtren eri
ĠR oz
Ġsl Äĵg
Ġie bruk
Ġskai ta
ĠvÄģr ds
ĠtÄĵv s
Ġs evi
ĠI g
Ġ4 9
ion Äģ
Ġcentr Äģ
ĠS te
Ġvid Äĵji
c om
oÅ¡ ie
S O
ĠLiterat Å«ra
Ġv elt
iz rÄģd
Ġstr auj
u ga
Ġpunk tu
Ġat l
200 4
p s
nÄ«c u
Ġie p
Ġpal ika
Ġ195 7
oj umiem
Ġizdev Äģs
Ġkl im
C O
Ġs cenÄģr
ĠS ig
Ġkr avas
inÄģ Å¡anu
Ġpabei g
Ġ5 4
re tÄģ
Ġord eni
Ä« Å¡anÄģs
isk ajÄģm
Ġd ol
ist emÄģt
ĠlÄ«m enis
ĠPÄĵt eris
des mit
6 4
Ġno m
for mas
Ġpie ÅĨÄĵma
art am
ĠcÄ« ÅĨas
Ġpas Äģk
Ġvien mÄĵr
Ġskai dr
6 2
Ġl Ä«gÄģ
ĠV iens
ac k
Ġps ih
D inamo
n g
l iel
Ġ189 6
6 1
akst s
ĠR ub
Äģj Äģ
Ġinter es
ĠnodroÅ¡ ina
Ġc el
Äģr as
Ä«c ija
ĠRÄĵzek nes
Ġtemperat Å«ras
Ġsport isti
a ÅĨ
Ġsav us
Ġkarj eras
ĠpazÄ«st ams
Ġstart Äĵja
slÄĵg Å¡anas
ĠgrÄģm atas
ien e
Ġpla Å¡i
ĠT op
7 4
Ġsar un
ĠuniversitÄģ tÄĵ
ĠLielbritÄģn ijas
Ġdaudz ums
ad sm
or k
Ã ³
e irop
ot ais
Ġmetr u
Ġled us
Ġ--- -
ug as
Ġjaun o
ĠpÄģrtr auk
Ġs h
Ġliel Äģ
ĠP ek
ciem a
ĠreÄ£ion s
Ġm ei
ĠP er
ĠSu ga
Ä« ÅĨu
Ġlaik me
Ġpol ic
Ġvirs mas
gad Äģ
ĠA z
ei g
b u
Ġat kÄģp
Äģc ijai
Ġnov iet
Å«t as
Ġietilp st
f il
Ġkomand ieris
a w
ĠP iemÄĵram
Ð¾ Ð½
Ġa Ä£
ĠIe dzÄ«votÄģj
S D
ĠA st
Ä«r s
o y
olo gs
Ġkar u
ĠsÄģk otnÄĵji
ĠV Äģcu
pr as
ĠS erg
Ġie skait
Ġv el
ot es
ek Ä¼u
inÄģt as
Ġt ais
ul s
ĠE du
20 14
Ġtel p
ĠI ev
ĠIz glÄ«t
ĠP ortu
Ġj uni
Ġgr Äģdu
inÄģ tÄģj
Ġpien Äģk
Ġkonc entr
ĠD e
ĠpÄģr veid
Ġpul ka
Ġkarj era
Ġpie aug
inÄģ Å¡ana
ĠÄĢz ijas
ĠR ein
ĠN Äģk
Ġizte ik
ot h
ĠM Äģc
ĠreÅ¾ Ä«m
i at
am etr
Ġstr Äĵl
Ġcentr u
d aÄ¼Äģ
ĠÅ¡ os
ĠpriekÅ¡sÄĵd ÄĵtÄģjs
ĠÅ«d en
Ġmilj oni
e tu
Å« Å¡u
Ġizd ots
ĠvairÄģk u
Ġan im
dev a
gÄģj ums
L ab
da Ä¼u
ĠAustr ijas
Ġp oÄ¼u
Ġsarakst s
Ġbar ojas
f er
ĠH K
Ġpap laÅ¡
eÄ¼ i
Äĵj umi
Ġz ob
ĠLiel ÄģkÄģ
ĠiekÄ¼ auta
i br
ov e
ĠpÄģrs var
ĠDzÄ«ves gÄģjums
ĠlÄ«n ija
Ġfin ans
er am
ei dz
n Äģ
Ġdiv Äģm
sk aidr
Ġsl av
ĠJoh ans
uÅ¡ o
Ġ5 3
Ġm is
Ġperiod Äģ
7 9
is mu
Å¡ s
Ġ194 6
Ġsac Ä«kst
ĠUz var
Ġinstr um
or g
Ġf estiv
on ija
o Äį
Ġap j
Ġpie dzÄ«v
gal v
Ġsav iem
200 2
ĠP ap
pr ec
au da
Ġ192 2
Ġord enis
ĠR e
Ġvar u
Äģl as
Ġ Q
Ġizdev a
Ġt ieÅ¡
ai Ä¼
Ġun d
Ġsastop ams
Ġpl an
ost a
dien Äģ
ad as
6 3
i Ä·i
Ġ iga
ĠkuÄ£ is
au p
en g
T h
Ä«j umus
Ġneatkar Ä«bas
ĠOficiÄģl Äģ
Ġ192 1
ĠRiet um
Ġap kalp
ef s
Ġlid maÅ¡
av al
Ġdiv us
Ġizp Äĵt
Ġatkl Äģta
ek a
ĠM ik
6 9
m ar
m Äģk
Ġie dz
ĠÅł Ä«s
ĠkuÄ£ a
Ġd ipl
Ġdist anc
bÅ«v e
Ġsk Äģb
Ġsabiedr Ä«bas
g or
op ol
Ġsa gr
Ġpol Äģr
Ġkon st
Ġ194 2
Ġpil i
Ġsavien Ä«bas
ifik Äģcijas
Ġdarb s
ĠS id
Ġaizsar dz
ĠP h
ĠD iev
r om
Ä«v a
ĠG ust
ĠP unk
str uk
Ġkal end
Ġkon tin
ĠuzÅĨÄĵm uma
6 8
ĠVilj ams
Ġes ot
ĠS in
Ġpie dzim
Ġarh ib
g ent
ĠM et
200 0
ĠLond ona
d ens
uk a
Ġsl ep
ĠteÄģtr is
ĠS aules
t os
Ġgr Äģd
ĠKan Äģdas
adÄĵm ijas
Ġs Ä«k
ĠÐ ¿
Ġrad io
p irm
en iek
ĠcilvÄĵk iem
Ġsag atav
Ġz ied
ĠAustr um
ĠT Äĵv
izrÄģd e
ir ds
on os
Ġsav starp
Ġpav asar
ĠMask avÄģ
Ġvil c
augu Å¡
Äĵj uma
Ġskol a
ĠR um
ĠN A
ĠoficiÄģl Äģ
Ġperiod s
o od
Ġbal va
Ġsap ul
C A
Äĵj ies
op e
ai ÅĨa
ĠL in
el Äģ
tÄģ k
ĠziemeÄ¼ riet
Ġtram v
ĠP an
ĠB u
ĠdaÅ¾Äģd Äģs
7 1
Ġpiekr ast
ĠPr Å«s
Ġinform Äģcijas
ĠÅ¡ im
Ġdiv Äģs
j Äĵ
Ġj os
Ġm aÅ¡
ĠÐ ļ
akt Ä«
Ġs ol
ord in
M A
f l
á ĥ
Ġh ron
Ġ192 6
ta gad
ĠAustr umu
T V
Ġl eÄ£
an ti
Ġb Å«s
ĠS ez
Ġkaus s
Ġzviedr u
Ġc Ä«n
ĠdzÄ«v nieku
Ġraj onÄģ
Ð° ÑĤ
o un
b e
Ġ( ),
7 3
Ġiest ÄģjÄģs
ĠV en
Å«r s
Ġpa Å¡u
val st
Ġkok u
c i
ĠV er
Ġ192 9
Ġp ur
ic is
ĠJÅ«r mal
Ġizlas i
l Ä«
skat s
ĠÄ£im enes
im b
Ġvien Ä«bas
gan iz
ĠB eÄ¼Ä£
Ġ194 7
ak us
iv e
Ġiel Äģm
R Ä«gas
iniek a
Ä¼ av
od i
Ġizc Ä«
ĠMar t
an ovs
Ġiet ver
Ġnor Äģd
Ä· iem
Ġdaudz i
ic i
o use
Ġgr Äģf
ĠÄĢfr ikas
ein r
Ñ Ĩ
ar as
j os
Äĵ ÅĨu
au la
ĠSÄģk otnÄĵji
y m
Ġs itu
ĠspÄĵl Äĵjis
ĠattÄģl umÄģ
Ġv Äĵ
Ġkauj Äģ
Ġieguv is
ĠFil ma
Ġmat emÄģt
ĠJap Äģnas
is h
tÄģ r
Ġdienvid iem
ĠEir ov
am ais
bal t
Ġpamat skol
c a
d aÄ¼
Ġd isk
oÅ¡ Äģs
Ð» ÑĮ
Ġk aut
ic Äģs
at nes
ĠpÄģr b
ĠKon st
Ġier ind
ĠoficiÄģl i
âĢ ľ
ĠsÄģk uma
Ġier Ä«k
Ġ Äĵd
Ġt u
ĠI es
Ġn ams
ĠS ac
gl ab
ĠSv ÄĵtÄģ
ĠValmier as
el Å¡anÄģs
Ġbeidz as
Ġ /
Ġs ign
ĠS ol
ĠT V
e ga
Ġprogram mas
in iec
Ġkur os
ĠviÅĨ iem
Ġsastop ama
Ġc eÄ¼u
Ġg Äģz
Ġmetr us
ĠMir is
Äģb u
ep r
Ġ ;
isk ajiem
Ġizveid ojÄģs
Ġdr Ä«z
ĠIz ra
Ġproj ekt
V al
ĠS erb
Ġ193 1
Ġieg Äģd
ĠÄ· erm
Ġkop umÄģ
Ġpl ak
Ġalb umu
a ina
Ġdien n
Ġatr ast
or ld
Ġmin er
Ġ %
ĠlÄ« der
Ġ194 3
Ġizmant ots
Ġp os
iz nes
Ġpr emj
Ġ192 3
m ans
b o
Ä«t Äģs
ĠT Äģd
ĠZ elta
ĠNacionÄģl Äģ
Äį s
Ġbag Äģt
Ä«n e
os Äģ
Ġnos aka
Ð¸Ñ ı
ie gl
ĠB et
Ġak tiv
Ġiz z
Ġlietu v
Ġvalst i
Ġb Äĵg
ĠFran cijÄģ
ĠÄ£ int
ĠdzÄ«v ojoÅ¡
Ġ193 3
n us
r os
an o
Ä« Å¡anai
op a
Ġdom in
ĠpÄĵd ÄĵjÄģ
Ġav i
err ari
J aun
Ġsp ortÄģ
Ã Ń
ĠK ir
N O
ĠF inÄģl
am m
ov ska
oj uz
Ġsak aru
Ġiz stÄģd
Ä£ ip
ĠL ap
et er
Ġs ub
Ġg odu
ĠPie dal
Ġalb uma
ĠdibinÄģ tÄģj
ĠJur is
ĠB ars
Ġpils oÅĨu
ĠIz viet
Ġsm il
Ġjaunie Å¡u
Ġs er
20 17
Ġplat Ä«ba
Ġ3 00
ĠÄįetr as
ĠKaral istes
ĠB aznÄ«c
it h
ĠPol it
Ġlauk u
ĠA pr
ĠAl fr
ter n
Ġpiedal Äģs
Ġvien as
Ġpirm izrÄģde
dzim ta
ĠizcÄ«n Ä«jusi
E l
inÄģj uma
Ø §
Ġ( ).
and e
ĠRad io
: '''
y l
Ġieg Å«
v Äĵt
Ġzem i
ĠAustrÄģl ijas
ĠÄĵk u
ĠUniversitÄģ tÄĵ
b ed
ĠKar a
R A
in gu
amer ikas
Ġkor pus
k t
ĠV an
Ġput nu
Ġizv irz
f al
Ġagr Äģk
ĠS im
Äĵl es
20 16
ĠTr Ä«s
Ġ* ''
ĠloÅ¾ as
Ġn akts
Ġattiec Ä«bas
ĠCÄĵs u
il i
ĠT Äģl
Ġnod ibinÄģja
Ġizr Äģd
ĠuzÅĨÄĵm umu
p ol
ĠB ij
ĠG ais
Ä«g iem
ar da
ĠKriev ija
ĠspÄĵlÄĵtÄģj s
Å¡ t
Ġuz t
Äģl Äĵ
. /
m Äģm
Ġamat Äģ
un ds
Ġtik t
ĠÅł Ä·
ĠPÄĵt er
ak aÄ¼
Ġne ap
Ġ8 2
Ġp edag
ĠPirm o
ĠSpÄĵl es
oj s
ĠS kr
ĠH e
dzim usi
ĠUn gÄģrijas
c ion
Ġkar eiv
var s
Ġ6 5
Ġpunk ts
g ur
Ġd iscipl
Ġieg uld
ĠS er
ĠV it
olo g
Ġ195 5
ĠVladim irs
j am
Ġjaun as
p adsm
Ġ it
Ġv an
Äģc ijÄģm
i al
tÄģ la
ĠdaÅ¾Äģd i
P o
l or
ĠG ulb
Ġtrad icionÄģl
Ġkonc ert
ĠPl at
Ġamat a
ĠdzÄ«v oj
ĠPils Äĵta
ĠS pr
Ġm ol
ĠF C
Ġkap s
Ġz ar
ĠS e
ĠK o
ĠKr ust
ĠvÄĵl ÄĵÅ¡anas
ot nes
ĠvÄĵrt ÄĵjumÄģ
ĠRiet umu
ĠY ou
1 00
uk uma
Ġ15 0
Ġpie pras
ent us
ĠiekÄ¼ auts
Ġklub Äģ
Ġno stipr
ĠPils Äĵtas
Ä«v Äģ
Ġatbal stu
Ġdat iem
ĠF or
Ġkop vÄĵrt
Ġkab in
Ġkras ta
y n
Ġb Äģzes
os as
Ġ195 3
Ġietekm Äĵ
ĠP ers
op h
Ġmaz ciems
Ġr Äģd
ĠÄĴ Ä£ip
ĠreÄ£ion Äģ
ĠAnt arkt
Ġdzim t
Äĵl a
ĠK ok
ĠT iek
Ġs ec
es ti
ĠrevolÅ« cijas
Ġapkaim Äĵ
ĠFI DE
ĠM ark
ĠkaraspÄĵk a
Ġ4 00
ĠspÄĵl e
Ġ6 1
ek cijas
op u
im as
ĠF eder
200 3
ĠT el
ĠJ an
Ġpiel iet
''' )
dr aud
ĠS ib
Ġmil z
ĠdaÅ¾Äģd os
ĠGalven Äģs
Äģj i
Äģj s
Ġveid ojas
t iek
Ġbr Äģ
ĠAp dzÄ«v
k or
Ġbal t
N e
ĠM od
Äģm s
Ġkompon ists
ĠÐ Ĵ
ĠpakÄ¼ aut
Ġatm osfÄĵr
ĠBaltkriev ijas
ĠA ir
Ġ6 4
Ġs Å«t
ĠvÄ«r ieÅ¡u
onz a
ĠÐ Ĳ
ĠR a
ĠV as
Ġpag ast
ĠmÄģt e
Ġuz s
Ġpart iju
Ġl as
Ġt enis
er ministr
Ġspie dien
ĠAn na
Ġh ip
Ġd ub
Ġ195 1
j Å«ras
u str
z e
in es
Ġg oda
ĠpriekÅ¡ pils
Ġpie tek
Ġpievien oja
Ġm itr
ĠI ek
ob i
Ġtr auc
Ġ Ñģ
ĠpÄģrstÄģv ji
Ġ190 5
Ġkam Äĵr
ĠPortu g
Ġiesp Äĵju
) '''
Ġ192 7
Ġtip a
Ġ5 8
Ġtuv umÄģ
Ġb umb
ĠstrÄģd Äģt
Ġsavien Ä«ba
t en
Ä«k la
Ġviegl i
Ġaut onom
Ġdep artam
iÅĨ am
ĠiespÄĵj as
Ġierad Äģs
ek Ä¼iem
Ġap prec
ult atÄ«v
ĠnozÄ«m e
Ġalb umi
ĠkuÄ£ i
niek us
Ġie sl
Ġier Ä«c
c Ä«
ĠSieviet es
ĠVÄģr ds
Ġkrast os
ĠkÄģd a
ĠI sl
iz e
ĠmuiÅ¾ u
Ġkosm on
Ġpietur as
op s
ĠpasaÅ¾ ieru
Ġiz st
ĠL ud
ĠvÄģr da
ĠrezultÄģ tu
in oÅ¡i
ĠIm age
ie ti
ĠB at
Ġ" ''
up a
L e
Ġar t
Ġpopul Äģr
al ds
Ġ im
al is
Ġrek ords
f s
eÅ¾ Ä£
ĠrezultÄģ ti
. "
Ġprogram ma
k un
ĠH enr
Ġizm aiÅĨas
Ġ14 0
Ġpiekrast Äĵ
b es
eik sm
ĠPunk ti
ĠKino ak
ĠKop umÄģ
ts p
Ġ ast
nie dza
Ġkaral i
Ġ19 12
ÄĵÅ¡an Äģ
eic a
Ġpiedal Ä«jusies
un des
ĠMar ks
Ġdok t
Ġm it
ĠR iÄį
ih a
inÄģj umi
ĠK ij
bur gÄģ
ĠG re
g o
ĠD on
ĠÐ ł
Ġkl ost
iniek iem
Ġorb Ä«tÄģ
ĠlÄĵm umu
c elta
I M
Ġsek retÄģ
ĠJÄĵk ab
ĠV in
ĠB ern
ĠuzÅĨÄĵm umi
U n
auk s
Ġapgabal Äģ
N A
ai ÅĨ
otÄģj iem
Ġvid ÄĵjÄģ
ĠNot ik
ĠâĢ ĺ
Ġsnie g
h of
Ġties Ä«bu
Ġveik t
ĠvadÄ«tÄģj u
a Ä£
ĠK uld
Ġpal iek
ifik Äģcija
ĠS up
iv il
Ġdipl om
Ġp ost
ĠS ak
st ac
Ġinter ne
Ġp Å«
Ð¾Ð ´
ĠÅ¡Ä· idr
ĠSl ovÄģk
Ġmilj oniem
Ġsvar s
ĠSport ists
F ran
Ġcer emon
J oh
ĠD at
ĠpaÅ¡ laik
ĠKinoak adÄĵmijas
eÅ¾ is
ber g
ĠNacionÄģl Äģs
ĠmÄĵr Ä·is
an ce
S S
viel as
ĠM ars
ĠH el
ĠSt ok
Ġ1 000
st es
ĠTur cijas
ar Ä«
Ġnosauk uma
Ġrad i
p iemÄĵram
ĠA gr
ĠS o
ĠBrÄ«v Ä«bas
eic oties
Ġnes p
ĠnozÄ«m es
p ut
Ġuz man
Äģf r
Ġmod ern
Ð¾Ð² Ð¸Ñĩ
ĠlÄ«n iju
Äĵj Äģm
ĠÄģr st
ĠFrÄ«dr ihs
atv ers
l ers
Ġs an
ĠR i
Ġtr Å«k
Ð» Ðµ
ĠspÄĵk i
iz ab
Ġvis vairÄģk
ĠAleksandr a
ĠM u
ĠdaÅ¾ as
ĠTre Å¡
ĠpÄģr vad
r audz
os k
Ġdzej nieks
l ar
Ġ Î
Å¾ Äģ
Ġiz bÅ«v
Ä«t os
Ġbiedr s
l er
Äģ Äį
il j
ĠÐ Ł
aÅ¾ u
ĠpÄģr sp
Ġfr om
Ġg Äģja
Ġst ar
Ġvis Äģm
Ġsam ÄĵrÄģ
a gr
} ,
is lavs
Äģv u
ĠmÄģksl inieks
ĠDz elz
Ġkomand Äģ
II I
ĠpÄģrr aid
ĠR ed
ul es
Ġkrust a
Ġgr af
Ġprinc ip
ĠlÄ« ga
and a
Ġau gs
Ġak mens
ĠAr gent
Ġs Äĵn
ais ta
Ð° Ñı
Ġsap r
ĠstrÄĵl nieku
ĠpÄģrsvar Äģ
Ġno main
Ġdr af
Ġpunk ti
Ġposm s
ĠpozÄ«c ijÄģ
ĠMÄĵn ess
ĠÅ«d eÅĨ
Ġra Ä·
Ġiek Äģr
199 8
ĠinstitÅ« ta
ĠOz ol
Ġpar as
ĠÄĮ empion
Ð Ĳ
Ġ5 9
ĠNikol ajs
ai b
ĠC iem
Ġproj ekta
200 1
ĠcilvÄĵk s
Ġabsol ven
Ġreiz Äĵm
ig s
Ġierakst u
P h
f a
Ġd od
Ġparedz Äĵts
Ġiz kl
ĠF orm
ĠÅ¡Äģd Äģm
at oru
ĠLatv iju
ĠÄ» eÅĨ
Ġ ain
Ġie d
ĠH els
n ers
Ġj osl
ĠGr uz
ag s
Ġpie rÄģd
ĠPar asti
ĠturnÄ«r a
E FA
l Äĵk
oloÄ£ ijÄģ
ĠÄģtr i
Å¡ iem
Ġsta f
ska ÅĨ
al u
up e
Ġdiv Ä«zijas
Ġotr ais
Ġgais mas
K ar
on am
ĠziemeÄ¼ iem
stoÅ¡ i
Ġsab r
Ġie darb
Ġet n
n er
um br
Ġl ej
ĠD ob
oz a
Ġluter ÄģÅĨu
ÅĨ Ä£
Å« tes
Ġuz rakst
Äģv ijas
Äĵj am
es i
ĠP iem
âĢ ²
ĠF in
ing t
Äģk ajÄģ
Ġnep Äģr
Ġizlas Äĵ
Ġcit Äģs
Ġj Å«rÄģ
is i
Ġgar Å¡
ation al
Ġ19 14
ĠCentr Äģl
Ġiedal Ä«jums
Ġlab Äģkais
t el
Ġvien Äģd
ĠT omas
muiÅ¾ a
Å Ĥ
ĠS aul
Ġau d
Ġme it
on to
Ġpr akt
ens is
Ġvidusskol a
Ġkomit ejas
Ġliet us
Ġviel as
Ġm Äģs
Ġdarb inieks
Ġpiemin eklis
ĠsÄģk ot
p ild
Ġre ti
p at
Ġ itÄģ
ier s
ĠT am
Ġpunk tus
Ġpopul ar
Ġug uns
P G
. ),
ĠS alas
Ä«d as
Ġdinast ijas
ĠSerg ejs
austr umu
ĠN ob
nÄ«c Äģ
ĠS ad
ts ar
Ġie celts
ĠPÄģr stÄģv
al i
Ġgad Ä«jumos
Ġm obil
Ġmant ojuma
ĠR eg
ĠaktÄ«v i
ĠR en
ab as
ĠT Äĵrb
inÄģ Å¡anai
Ġministr ijas
Ġiga uÅĨu
Ñ Ī
ĠH einr
Ġh idr
Ġatkl Äģt
Ġr ot
ĠM us
gu va
Ġres urs
cr ip
Äģn iju
ĠB an
Ġrakst nieki
oÅ¡ a
Ġdev a
skol as
ĠVikt ors
L iel
y c
Ġm Äĵdz
Ġar he
Äģks las
Ġs Äĵd
Ġatp akaÄ¼
Ġap strÄģd
Ġg Å«st
es tÄģ
Ġdat or
Ä« tr
Ġprezid entu
ĠF K
ĠÅłveic es
Ġre ak
ĠÅħujor kas
ĠP or
var u
ĠR u
id e
Ġizmant ota
Ġmin Äĵta
ĠpÄģrstÄģv Äĵja
Ġkon kr
Ä«tÄģj a
Ġf auna
aul t
Ġgar umÄģ
ĠRepubl ika
ĠpÄģrval des
Ġk aul
ĠAt Äĵnas
E r
Ġpils Äĵt
ĠEirov Ä«zijas
ĠspÄĵlÄĵtÄģj u
Ġv iz
es a
Ġsav v
zem Äĵ
ĠnepiecieÅ¡ ams
Ġizveid ot
ĠkÄģj nieku
ĠpÄģrb aud
ĠT ad
ĠJ ans
Ġp urv
Ġd ib
Ġkomand ieri
Ġiz ÅĨemot
Ġj Å«ra
lai c
Ġ6 8
ĠA tr
Ġiz pl
atÄ«v i
Ġsavien ojumi
ĠÄª r
Ġarhib Ä«skap
sk Äģ
20 19
C l
Ġuz st
ec k
20 18
ĠfinÄģl Äģ
ĠJ o
Ġpil d
ĠcÄ« ÅĨa
ie Å¡anas
ĠB ol
ien iem
Å«d ens
Ġs Äĵrijas
embr im
Ġk ak
Ġpie tiek
ĠO Ä¼
Ġuzskat Ä«ja
ĠG u
Ġvie d
Ġieskait ot
Ġfunk cijas
Ġnon Äģca
ĠN av
Ġien aid
ĠK osm
aid Å¾
ĠiekÄ¼ Äģva
Ġfor ma
Ä«c iju
Ġskai tu
Ġbl akus
Ġfin anÅ¡u
Ġkval ific
ta jÄģ
ĠAndr is
D r
ĠR Å«d
ĠlÄ«dz Ä«gi
Å« da
Ġie cÄĵla
Ġeksp erim
ĠIgaun ijÄģ
ĠSid n
ĠP ak
Ġstud entu
Ġpremj erministr
ĠI s
Ġ7 1
eik s
Ġfutbol Äģ
Ġ19 15
sp r
Ġnod aÄ¼as
Äģr Äģs
ĠStok hol
Ġat zÄ«m
eÄ¼ Å¡
Ġvis bieÅ¾Äģk
O r
Ġ aic
Ġar e
Ġaizl ieg
Ġno mir
ĠP et
ĠM Äģt
Ġsep ti
is u
ĠEl izab
Ġ6 7
ĠL ib
em at
ĠKl us
ĠLiep ÄģjÄģ
Äģr l
. :
Ġp oz
Ġn af
ĠV Äģcija
Ġliel as
ogrÄģf ijas
ĠP j
ĠC l
Ġjaun s
ĠzinÄģt nes
ĠgrÄģm ata
Ġien Äģk
Ġpiek ras
at r
ien t
Ġl apa
Ġ7 6
Ġvojevod iste
ĠT ai
aur a
Ġ190 4
Ġneatkar Ä«bu
w ar
Å ½
Ġv iÄ¼
Ġb iznes
Ġpieder Äĵja
ĠlÄ«g uma
Ä£ istr
dien as
Ä«t ie
Ä«n es
Ġor g
ĠNotik umi
iÄ£ inÄģl
Ġpar al
ĠMar ija
ĠKonst ant
eg s
Äĵd ija
ĠNÄ«derl andes
Ġd emon
i ans
x t
iz Äģcijas
Ġmin im
Ġuzvar Äĵjusi
Ġtirg us
ĠAugu sts
Ñ ĸ
ion a
Ġsas l
ĠdaÅ¾Äģd iem
ĠMin h
Ġno lai
Ġizc il
Ġatz Ä«ts
ĠbaznÄ«c u
ed es
Ġbei dza
ĠraÅ¾ oÅ¡anas
Ġp ir
in skis
g en
Ġvis us
ĠceÄ¼ Å¡
Ġprovinc es
c ionÄģl
Ġiz b
Ð¾Ð ³
ĠS IA
Ä«z i
gu dr
Ġveid i
p t
val sts
Ġatveid o
ĠK ub
il li
Ġ6 6
Ġm agn
Ġ6 2
ĠmÄģt Ä«tes
ĠM eh
Ġiesl odz
Ġpa dz
Ġ on
Ġs ma
Ġciem u
Ġs Äĵk
at us
Ġbeidz Äģs
ĠParÄ«z Äĵ
ĠSas kaÅĨÄģ
Ġnoris inÄģjÄģs
Ġbal vai
Ġzem nieku
d Äģ
Ġdaudz as
v usi
ĠR o
ĠJ ar
Ġ: *
ĠPaul s
k ap
Ġizm Äĵr
ĠSu dr
Äģt iem
ĠKr iÅ¡
Ä«d i
ĠJÅ«rmal Äģ
al e
Ġ6 3
ÄĢ r
ic on
Ġpl Å«s
Ġm Äģja
ĠpÄģves ts
y st
Äĵj uÅ¡i
Äģj umu
PSR S
Ġ },
Ġc eÄ¼a
ĠpastÄģv Äĵja
V I
k on
ot iem
Ä«sk apa
Ġvers ija
j an
Ġt Äĵr
or iz
Ġpiedal Ä«ties
em Äģti
Äĵz es
Ġstrauj i
ga id
Ġn orm
ĠG er
ĠG ada
ĠÄĴr iks
Ġatte icÄģs
Ġnaud as
k m
ĠP el
Ġj auk
Ġnod ibinÄģ
Ġparakst Ä«ja
Ġas ins
Ġliec ina
c ijÄģm
Ġd is
et as
Ġizd ar
Ġ i
Ġ7 2
Ġrad Äģs
Ġsar eÅ¾Ä£
ĠStr Äģd
Ġatbal sta
Ġred akt
Ġkuk ai
Ġat lik
Ġveid oja
it or
oz es
Ġuzvar as
isk iem
Ä· Ä«
Ġgar a
form Äģcija
Ġprofes ors
Ġmol ek
k ins
Ġvirs nieki
ĠStarptaut iskÄģ
ĠM ag
Ġpus s
Ġnep ie
Ġj Äģb
Ġup e
Ġjuni oru
ĠK v
el as
ĠPar t
enc i
ĠlÄ«g ums
Ġatbil st
sv g
Ġv Äĵja
ĠR obeÅ¾
Äĵ va
ĠPr of
ĠiedzÄ«votÄģj iem
finÄģl s
p Äĵc
Ġlauk ums
Ġkust Ä«ba
ĠEr nes
E R
c s
d ar
Ġol as
E n
Äĵl as
Ġaiz ÅĨem
Ġgal Äģ
ies a
Ġmas u
Ä«ta is
ĠdibinÄģ ts
Ġhokej isti
ĠPol ijÄģ
ĠBij is
ĠK u
Ä«tÄģj iem
ert ies
ĠV Ä«t
Ġtik s
ĠAiz sar
ĠB ud
Ġkap os
ĠdeputÄģ ts
ĠNorvÄĵÄ£ ijas
ĠsastÄģv s
ĠattÄ«st Ä«bu
Å¡ ev
ĠL or
Ġanim Äģcijas
ul e
aus a
ĠVis vairÄģk
Ġpunk tiem
ĠDÅ¾eim ss
n ov
Ġpul k
Ġkonkurs Äģ
ĠmÅ«s u
Ġprot ok
E L
y r
ĠD Äģnijas
ĠE ur
Ġdarb Äģ
Ġst ila
ĠnedÄĵÄ¼ as
k av
ul Äģ
ĠIz mant
Ġdirekt ors
Ġv Äĵd
Ġteritor iÄģl
Ġlik umu
Ġaugst ums
Äģr o
Ġvid eo
Ġdef in
t t
Ġs aj
Ġ8 1
Ġvald es
Ġab i
ĠsistÄĵm Äģ
Ġkonk ur
muiÅ¾ as
Ġap vid
end as
Ġaizsar g
ĠtreÅ¡ o
Ġid enti
Ġsnie ga
ĠkÄ¼Å«st ot
ã ĥ
er tu
Ġl a
ien Äĵ
Ġkur ai
ĠÄįempion i
ad u
Ġdarb us
Ġkaln s
Ġkat edr
Ġf abr
Ġk nÄģb
Ġap galv
Äģn iem
ers ons
ĠkÄģd Äģ
ĠDzies mu
ĠdivÄ«z ija
Ġdebit Äĵja
t or
ĠmeÅ¾ a
ÑģÐº Ð¸Ð¹
l avas
em Äĵ
Ġsasnieg t
Ġ #
Ġapr ÄĵÄ·
Ð¾Ð ¹
Ġabsol v
Ġ190 8
Ġmon arh
ĠtÅ«kstoÅ¡ i
ĠS ociÄģl
Ġkr iev
Ġ**** *
Ġliterat Å«ras
ĠFl or
ĠGrieÄ· ijas
ĠA g
val stu
Ġsal Äģ
Ġimp Äĵrija
ĠN at
ĠK asp
Ġiz Å¡Ä·ir
aj as
ĠzinÄģt ÅĨu
ĠpanÄģk umiem
c olor
Ġez eru
ail es
ĠdroÅ¡ Ä«bas
ĠitÄģ Ä¼u
. ).
Ġt Ä«r
Ġk az
ĠJ ak
ĠvairÄģk iem
ĠMih ails
Ġpabei dza
o ÅĨiem
Ġpilskaln s
ĠVilhel ms
v est
Äĵt ie
Ġvis s
C I
ov Äģ
Ġsas kaÅĨÄģ
ĠDr audz
Ġastr onom
Ð Ĵ
tu v
Ġabsolven ti
ĠLe on
ĠF iz
Ġelektr on
Ġm Ä«l
ol ds
Ä« ks
iel s
inÄģj is
Ġnet iek
Ġlau re
g ars
od eÅ¾
ow s
lac k
Å«n as
ĠNob ela
Ġu r
aÄ¼ i
oz Ä«m
ĠlÄ«dz en
Ġ11 0
Ġn aktÄ«
ĠN or
Ġkl Äģt
Ġl iter
ĠR ec
Ġamat u
ĠB on
ĠjanvÄģr a
ĠT als
Ġvieglatl Äĵt
z a
dz es
Ġn u
ĠjÄģb Å«t
b as
ĠsÄģk otn
Ġpat ies
Ġsac elÅ¡anÄģs
Po int
pr op
Ġotr u
ĠSab iedr
Î ±
ĠÄ£ en
Ġsv in
h ers
Ġr odas
Ġnod ok
Ġpareiz tic
e Äį
Ġs ilt
ĠlÄ« d
Ġmed aÄ¼
ĠRi odeÅ¾
B C
is am
Ġb ud
ĠT ehn
ĠAp balv
ĠparÄģd Ä«jÄģs
Ġ6 9
ane iro
ĠSv ÄĵtÄģs
Ġiz gudr
ĠspÄĵl Äĵm
Ġtransp orta
ĠS c
ĠV Äģciju
ĠÅ«d enÄ«
ĠLai ks
ĠÅ¾ an
Ġinform Äģciju
Ġligzd o
Ġrud enÄ«
Ġie vad
Ġpl Äĵs
if orn
ekt ors
Ġsta ciju
ĠvÄĵr Äģ
es tu
vÄĵr a
ĠAugst ÄģkÄģs
Ġpil Ä«
Ġkor por
l us
ĠpÄģr m
Ġvid es
ĠpÄģrl iec
istemÄģt ika
Ġg od
ĠbÄĵr n
Ġp u
ĠKr Äģs
at kar
Ġuz l
Ä«t Äĵm
kl s
ĠvairÄģk Äģs
Ġsal d
Ġrek ord
un da
oÅ¡ ais
ÑĢ Ðµ
Ġgalven Äģs
Ġstarptaut iskÄģs
ĠÄĮeh osl
Ġskat uv
Ġl og
us Ä«
ic as
Ġok s
Ġj Å«r
ĠMir uÅ¡i
ĠvÄģrt us
ĠAn gÄ¼u
199 0
ĠLat gal
pirm s
au ju
em a
Ġvar a
ĠBr itu
Ġnor Äģda
Ġv ok
bur ga
padsm it
Äģm u
Ġbar Ä«bas
S h
Ġdr aud
ĠpazÄ«st ama
p h
Ġap bed
ĠpÄģr gÄģja
ĠH orv
ec h
199 9
Ġ7 7
Ð¾Ð ¼
C an
d us
il du
isk Äģm
ĠdzÄ«v e
Ġnosl Äĵdz
on Ä«m
ok ia
Ð¾ Ñģ
Ġarhitekt Å«ras
Ġre aliz
ĠAl Å«ks
ĠUn gÄģr
ev iÄįs
ĠC om
Ġkons erv
ĠinÅ¾en ieris
ĠRiodeÅ¾ aneiro
ĠV I
Ġakt ieri
Ġatz ina
U z
em or
ĠM eks
du str
ĠIm p
Ġkarav Ä«r
m alas
ĠA f
ĠP Äĵr
Ġuz tic
Ġvien Ä«bu
ĠnozÄ«m Ä«g
ĠLietu vÄģ
ĠS am
ĠkrÄģs u
Ġkop ÄĵjÄģ
Ġs um
es ter
ĠS of
ĠO n
Ġlab Äģk
inÄģm s
l ija
is ch
ĠR od
ĠItÄģl ijÄģ
oj usi
ĠO sk
Ġdien esta
k at
ĠM Å«zikas
Ġpiem iÅĨas
ĠvadÄ«tÄģj a
Ġsieviet es
ĠÄĮehosl ovÄģk
Ġat sp
ĠpaÅ¡vald Ä«bas
en o
ĠH it
Ġvar ian
ĠÄįempion s
eh ouse
eln iem
Ġsarakst a
Ġl Å«g
Ġvis a
Ġstr at
ĠapstÄģk Ä¼os
Ġnomir a
Ñ Ħ
Ġnos auca
ĠpaÅ¡ reiz
ĠcÄ« ÅĨu
ĠkrÄģs Äģ
l ap
ĠL U
ĠMÄģr tiÅĨÅ¡
Ġm ez
Ġ19 16
Ġsak arÄģ
Ġstun das
iÅĨ Äģ
Ġnol Äĵma
l y
ĠI k
Ġvad Ä«bas
ĠÐ Ľ
ĠW orld
Ġkaus u
Ġj Äģp
st e
Ġmat emÄģti
Ġpiln Ä«gi
ĠDienvid sl
i Å¡Ä·
Ġtic is
en te
Ġre formas
Ġor Ä·
ĠLond onÄģ
ĠBars el
N S
Ġkar ag
k ai
am Ä«bu
Ġgal erija
ĠvÄĵl ÄĵÅ¡anu
ah s
Ġjaun Äģ
Ġvalod Äģs
crip tion
Ġpas niedz
Ġvajadz Ä«bÄģm
ob s
ĠKr isti
ometr y
Äĵ b
es e
nes is
prop erties
Ġpavad Ä«ja
lai ku
ĠkrÄģs as
in us
Ġap draud
ĠI man
ĠU EFA
Ġorganiz Äģcija
Ġc ita
Ġin fr
199 5
on ds
ĠS atvers
Ġpav Äĵl
ĠKult Å«ra
s ize
ĠM Äģkslas
ti tle
Ġap gÄģd
Ġpas tipr
Ġveid ot
Ġapm Äģc
erb aidÅ¾
ĠÄģtr umu
" ).
Ġf ig
Ä«ga jiem
Ġilg st
ĠSte f
Ġliet ot
ĠÄģtr ums
ĠmÄĵneÅ¡ a
ta d
Ġsp Äĵja
199 2
laik us
ĠNe w
Ġslim Ä«bas
u e
ĠD i
ikÄģ ÅĨu
ĠvÄ«r ieÅ¡iem
ordin ates
ĠM as
eat ure
Ġp Äĵr
Ġiz tur
Ġveid u
Ġrad a
ĠÅ«d eni
ĠSaeim Äģ
Ġimperat ors
Ġt aut
Ġie zÄ«m
Ġvien Ä«gÄģ
Ġstarp Äģ
ĠpÄĵd Äĵjo
ĠJelga vÄģ
ĠpieÅ¡Ä·ir ts
Ġkar ogs
ĠKop Äĵjais
Ġint ens
v in
Ġat v
Ġpr osp
ĠspÄĵl Äĵt
ĠÄ¢ e
Ġautob usu
Ġn eg
ĠN ap
ant ast
Ġarm ijÄģ
ĠUz ÅĨÄĵm
Ġad res
ĠDzim uÅ¡i
Ä«ga jÄģ
ĠEdu ards
Ġpiekras tes
ĠspÄĵc Ä«g
ep s
eks u
F eature
00 50
ge ometry
Ġmik r
lar ge
co ordinates
des cription
ĠZinÄģt ÅĨu
Ä« Å¡anos
ĠB ija
Ġnot ur
Ġotr a
war ehouse
ĠmÄĵr Ä·i
Ġaizsar gÄģj
ĠKomand as
ĠAtl antijas
d aÄ¼a
Ġlietuv ieÅ¡u
Ð¸ ÑĤ
Ġskol otÄģju
ĠOlimp iskajÄģs
ĠÅ¡t atÄģ
Ġatkar Ä«bÄģ
g Äģz
om ot
Ġpirm ie
ĠD ub
Äĵr oj
ĠnovÄĵr t
Ġbul vÄģr
Ġkom erc
ĠVald em
Ġguber ÅĨas
ek as
ek ven
Ä£ is
ĠÅ¡ah ista
l atv
itÄģ ra
Ġmei ta
Ġtel ef
Ġsnie dz
Ġs int
Ġmin Å«tes
Ð ļ
ĠpÄģr is
199 7
Ġnev eiksm
ĠKol umb
ĠpÄģr Äģk
te gr
ĠreÄ£ ionÄģl
Ġfeder Äģcija
ĠKaz ah
ĠcÄĵl ies
t im
199 6
ĠreÄ£ion a
ĠKÄģr Ä¼a
Ġtil ts
Ġkonst at
Ġiz slÄĵgÅ¡anas
ĠD Äģv
ĠÅ¡ Äģdu
Ġizmant oti
it ed
ost ac
Ġie ÅĨÄĵm
Ġvien Ä«gais
eviÅ¡Ä· i
ĠsvÄĵt ki
Ä« Ä¼a
Å¡ te
ĠL Ä«v
''' :
Ġid e
A S
ĠV ai
Ġc h
Ġietilp a
ĠVair Äģk
ĠpÄģrt ikas
Ġb ase
Ġap skat
j auk
k ÅĨaz
Äģz ijas
il is
ĠV asar
199 3
R Ä«gÄģ
Äģ Å¡ana
ĠZ aÄ¼
Ġkom b
ĠkÄģd s
ĠievÄĵroj ami
ĠKult Å«ras
o br
Ġor iÄ£inÄģl
ĠÄģr zem
Ġatkl Äģts
an z
Ġ8 5
Ġnosauk ta
Ġcit us
Ġfilm Äģs
Ġr Ä«c
Ġnon Äģk
Ġd iz
ĠB ab
Ġz aÄ¼
ĠV el
Ġmed al
ĠtÄģd a
T O
ĠtÄģd u
ĠbÄĵr niem
ĠprÄĵm ijas
Ġ19 10
Ġf eat
i um
ĠT oms
Ġ190 6
Ġsastop amas
ĠTe od
Ġ:: :
T S
ĠU N
Ġdat ums
ĠjÅ«l ija
ĠPÄĵt era
ĠKal iforn
ĠrÅ«p niecÄ«bas
Ġpie te
ĠH u
Ġvien Ä«ba
ĠspÄĵl i
20 20
ĠApvien otÄģs
Ġt Ä«kla
Ġc ivil
ĠFran cija
ĠE s
ĠdaÅ¾ i
Ġklas es
ĠRezultÄģ ts
ĠVal st
ĠPadom es
Ġz on
ĠZ v
ĠDeiv ids
m ai
Äģl ija
sp Äģr
S ojuz
Ġ icon
Ġs up
Ġpat Äĵr
ĠÄĮ ikÄģ
Ġgalvaspils Äĵta
Ġrakst oÅ¡ie
Ġrez ultatÄ«v
Ġautom aÅ¡
Ġiet var
ĠinstitÅ« tÄģ
ĠA iv
iÅĨ Äģm
Ġklub i
Ġizd ota
ĠNacionÄģl ajÄģ
Ġdemon str
E m
ei tr
Ġak me
Ġpam eta
Ġe iro
Ðµ ÑĤ
Ġdzelz s
Ġkur am
auk Äģz
Ġkon gres
ĠjÅ«n ija
Ġt Äĵva
Ġ7 8
Å¾ ers
ĠPirm ajÄģ
ur gs
Ð½ Ñĭ
ĠproblÄĵm as
T our
ĠpolÄģr stac
Ä Ĺ
ĠA br
ĠÐ ĵ
Ġ7 9
ĠpieÅĨem ts
S tr
ik ta
auk u
ĠPirm Äģs
Ġme itas
Ġj um
Ġpie gÄģd
Ä«j uÅ¡i
ĠÄ£erb onis
ĠE v
ĠmÄģj o
ĠlielÄģk s
Ġvald Ä«bu
ĠParÄ«z e
ĠievÄĵl Äĵja
Äĵn ijas
ĠVis u
Ġc ieta
âĢ ¢
ĠriteÅĨ brauk
Ġkonf lik
Ġpublic Äĵja
viel u
ie sta
ist iskÄģs
ĠapkÄģrt nÄĵ
Äģk iem
Ð Ł
Ġzem e
Ġm Ä«t
Ġpie auguÅ¡
ĠÅ¡Ä· Ä«d
Ġsatiks mes
sl id
ĠvÄģrd i
Ġd eju
ĠK au
Ġie vain
ĠAr h
Ġrad Ä«ja
Ġnaf tas
Äĵ ds
Ġp irk
Ġneliel a
o e
ok Å¡
Ġkult Å«ra
ĠA c
Ġd odas
ĠG ot
n Äĵs
ĠÄ£e ogrÄģf
Ġnum uru
ĠA h
Äĵj umiem
Ġ7 4
ĠMeÅ¾ a
ĠiestÄģd es
ĠM y
Ġsak r
ĠmÄĵneÅ¡ us
f ab
ĠMon re
ĠP ut
ĠFran ce
ĠatÅ¡Ä·ir as
c ijai
ir u
An dr
Ġstat uss
ĠPrÅ«s ijas
Ð ľ
ĠI et
Ġtr ij
mi tr
Ġvied ok
ĠUp es
ĠSK S
ĠC on
Ġst arta
ĠIn dr
Ġier os
Ġapsp alv
ot us
Ä«n ieÅ¡u
ĠÄ£ener Äģlis
Ġiz lai
Ġatr a
uc ks
ĠpÄģrstÄģv is
ik ts
ĠFil ip
L a
U R
ĠP u
ĠR ud
Ġuz cÄĵla
if e
inÄģj umÄģ
ĠaÄ£ ent
er ta
ot e
f el
Ġv as
ap h
ag as
ĠTÄĵrb atas
ĠPr ezid
ĠMar ijas
ĠK er
ĠE S
ĠÅł t
Ġpas nieg
Ð° Ð»
ost as
ĠCilvÄĵk i
au st
ĠÐ ĺ
Ġgrup Äģs
Ġrakst u
paÅ¡ laik
l iet
ĠC ar
Ġties as
Ġlat Ä«ÅĨu
Ã µ
Ġsp ÄģÅĨu
ieÅ¾ i
Ġlik um
er iem
ev er
Ġvis ai
Ġkl ien
Ġvir k
Ġvid e
Ġpadom e
Ġaustr umiem
Ġatbalst Ä«ja
Ġk v
es ts
ÅĨ os
ĠL a
ĠV aÅ¡
Ġvien Ä«gi
ĠkaraspÄĵk u
ga m
ĠR ih
ĠH erc
ĠvairÄģk Äģm
aus s
Ġstat usu
Ġk ul
Ġl e
and Äĵ
ist ika
Ġdr amat
O l
Ġz Ä«d
Ġsta bil
Ġmedic Ä«nas
Ġkategor ijÄģ
Ġpaz em
Ġarm iju
Ġobj ekti
A d
il la
ĠdaÅ¾Äģd Äģm
Ġdienn akts
Ġs es
ĠL ei
op l
ic us
ĠÄ£im ene
Ø§ Ù
Å« dr
Ġap bÅ«ve
ĠLiel ais
ĠbÄ«skap s
Ġ7 3
Ġcentr ÄģlajÄģ
ĠParÄ«z es
ĠM er
Ä«g Äģm
al c
ĠT ok
Ġpie redz
iez gan
Ġpriv Äģt
or b
Ġiz sl
Ä£ ints
ĠpÄģr ÅĨÄĵma
ber ts
Ġvald Ä«Å¡anas
199 4
r oc
z s
Ġdir iÄ£
Ġd u
== =
Ġl eÅĨ
ĠK os
Ġz vaigÅ¾ÅĨu
ĠJ Å«ras
ĠÄ¼ Äģva
Ġizm aks
Ġlab or
Ġ og
Ġp aug
is as
ga Ä¼u
ĠK en
Ġkon ta
Ġnor mas
d en
ap ar
Ġkon stitÅ«
ĠmÄģt Ä«te
ĠD av
et o
ie Å¡anÄģs
ĠUn ivers
ĠTomas s
T e
p o
ĠT ran
ĠF utbol
sk u
ĠL ub
ĠvairÄģk kÄģrt
ĠVar Å¡
Ð ł
Ä«l s
ĠKarj era
Ġ ans
Ġma ija
Ã Ĺ
Ġs vÄģr
or ganiz
ĠL au
ĠH al
Ġpag ar
Ġsaist Ä«ta
Ä ¶
ĠÄª paÅ¡
Ġpavasar Ä«
