{"<s>":0,"<pad>":1,"</s>":2,"<unk>":3,"<mask>":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"\\":63,"^":64,"_":65,"`":66,"a":67,"b":68,"c":69,"d":70,"e":71,"f":72,"g":73,"h":74,"i":75,"j":76,"k":77,"l":78,"m":79,"n":80,"o":81,"p":82,"q":83,"r":84,"s":85,"t":86,"u":87,"v":88,"w":89,"x":90,"y":91,"z":92,"{":93,"|":94,"}":95,"~":96,"¡":97,"¢":98,"£":99,"¤":100,"¥":101,"¦":102,"§":103,"¨":104,"©":105,"ª":106,"«":107,"¬":108,"®":109,"¯":110,"°":111,"±":112,"²":113,"³":114,"´":115,"µ":116,"¶":117,"·":118,"¸":119,"¹":120,"º":121,"»":122,"¼":123,"½":124,"¾":125,"¿":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"à":156,"á":157,"â":158,"ã":159,"ä":160,"å":161,"æ":162,"ç":163,"è":164,"é":165,"ê":166,"ë":167,"ì":168,"í":169,"ï":170,"ð":171,"Ġ":172,"Ģ":173,"ģ":174,"Ĥ":175,"ĥ":176,"Ħ":177,"ħ":178,"Ĩ":179,"ĩ":180,"Ī":181,"ī":182,"Ĭ":183,"ĭ":184,"Į":185,"į":186,"İ":187,"ı":188,"Ĳ":189,"ĳ":190,"Ĵ":191,"ĵ":192,"Ķ":193,"ķ":194,"ĸ":195,"Ĺ":196,"ĺ":197,"Ļ":198,"ļ":199,"Ľ":200,"ľ":201,"Ŀ":202,"ŀ":203,"Ł":204,"ł":205,"Ń":206,"Äģ":207,"ie":208,"as":209,"Ä«":210,"Äĵ":211,"''":212,"Ġp":213,"ar":214,"is":215,"Ġs":216,"Ġk":217,"ij":218,"Å¡":219,"Ġv":220,"at":221,"ga":222,"Ġu":223,"es":224,"Ġt":225,"an":226,"Ġ1":227,"in":228,"Ġn":229,"au":230,"er":231,"Ġd":232,"ir":233,"al":234,"==":235,"st":236,"Ġga":237,"on":238,"ai":239,"Ġun":240,"en":241,"um":242,"ÅĨ":243,"Ġl":244,"Äģs":245,"Ġ==":246,"Ġb":247,"Ġm":248,"ot":249,"Ġgad":250,"Ġ(":251,"Ġ''":252,"or":253,"Ä¼":254,"ik":255,"am":256,"il":257,"Å«":258,"tÄģ":259,"iz":260,"Ġno":261,"Ġ2":262,"iem":263,"ur":264,"ĠA":265,"ijas":266,"Äģr":267,"ta":268,"ĠS":269,"ĠP":270,"Äĵj":271,"ts":272,"ĠK":273,"us":274,"Ġar":275,"dz":276,"ol":277,"Äģk":278,"ija":279,"Ġ19":280,"Ä«b":281,"ĠL":282,"Ġr":283,"ĠV":284,"Ġie":285,"ap":286,"im":287,"el":288,"Ġir":289,"Å¾":290,"ad":291,"os":292,"ien":293,"em":294,"ak":295,"Ġiz":296,"om":297,"ĠM":298,"id":299,"tr":300,"tu":301,"av":302,"ek":303,"ĠÄ":304,"Ġat":305,"'''":306,"ĠB":307,"ĠT":308,"ĠR":309,"ti":310,"Ġ20":311,"oj":312,"ĠD":313,"iek":314,"Ġuz":315,"Ġ'''":316,"Å¡an":317,"Äĵl":318,"Äģj":319,"Äĵr":320,"Ġpar":321,"Äģl":322,"Ġ\"":323,"iÅĨ":324,"Ġc":325,"aj":326,"Ġap":327,"ĠgadÄģ":328,"isk":329,"et":330,"Ġj":331,"op":332,"Äģm":333,"Ä«g":334,"it":335,"Äģd":336,"Ġf":337,"Ġgada":338,"od":339,"gr":340,"Ġpr":341,"ĠI":342,"Ġz":343,"ies":344,"ul":345,"âĢ":346,"Ġdz":347,"ab":348,"Äģc":349,"ĠN":350,"Ġpie":351,"Ġsp":352,"ok":353,"Ä«v":354,"ais":355,"ika":356,"Ä·":357,"Ä«j":358,"ĠG":359,"ic":360,"br":361,"iet":362,"atv":363,"ĠJ":364,"ijÄģ":365,"ĠÅ¡":366,"ed":367,"Äĵm":368,"ev":369,"Ä«bas":370,"ĠF":371,"Äĵt":372,"Ä¼u":373,"00":374,"Ä£":375,"Ġkur":376,"sk":377,"az":378,"ĠE":379,"ums":380,"ez":381,"dr":382,"un":383,"Ġbija":384,"ĠlÄ«":385,"iel":386,"Äģn":387,"ej":388,"iv":389,"ov":390,"ĠarÄ«":391,"ĠpÄģr":392,"ion":393,"ag":394,"Ġkas":395,"19":396,"iju":397,"ils":398,"Äĵc":399,"ĠH":400,"Äģt":401,"umu":402,"Ġ3":403,"and":404,"Ġau":405,"Ä«t":406,"Ä«n":407,"ers":408,"Å¡u":409,"gu":410,"Å«r":411,"ep":412,"Äį":413,"Ġlai":414,"niek":415,"eid":416,"Ġval":417,"Ġ(''":418,"Ġtika":419,"ĠZ":420,"ĠkÄģ":421,"Ġ200":422,"ĠÅ":423,"Ġ===":424,"ec":425,"ĠLatv":426,"),":427,"Ġkar":428,"Ġ201":429,"la":430,"ist":431,"Ġg":432,"Äĵja":433,"ĠlÄ«dz":434,"aÄ¼":435,"Ġkr":436,"ĠC":437,"Ġvien":438,"ĠO":439,"tÄģj":440,"irm":441,"ĠviÅĨ":442,"va":443,"Ġre":444,"arb":445,"ajÄģ":446,"ac":447,"Ġsk":448,"Äĵk":449,"ÅĨu":450,"uÅ¡":451,"Ġgr":452,"auc":453,"ei":454,"ob":455,"Å¡anas":456,"nie":457,").":458,"iev":459,"Ġ18":460,"tes":461,"auk":462,"ub":463,"âĢĶ":464,"Ġtr":465,"Ġsav":466,"Ä«r":467,"akst":468,"Ġ4":469,"eÄ¼":470,"Ġkom":471,"ĠU":472,"up":473,"Ä«bu":474,"ĠÅł":475,"aul":476,"**":477,"uma":478,"oÅ¡":479,"Ġlaik":480,"itÄģ":481,"aÅ¡":482,"ĠspÄĵl":483,"Ġst":484,"Ġdzim":485,"of":486,"uk":487,"Äģv":488,"Ä«m":489,"str":490,"ens":491,"Ġ199":492,"ant":493,"ĠKr":494,"aun":495,"Ġ5":496,"Ä«ba":497,"ÄĵjÄģs":498,"umÄģ":499,"Ġbet":500,"Ġin":501,"ĠLatvijas":502,"eg":503,"ĠÄĢ":504,"Ġliel":505,"ma":506,"Ġsas":507,"sp":508,"Ä«c":509,"ut":510,"inÄģ":511,"ip":512,"Ġpas":513,"aÅ¾":514,"las":515,"emp":516,"Ġpils":517,"Ġnov":518,"Ġpirm":519,"Äģja":520,"ieÅ¡u":521,"aiz":522,"oc":523,"ons":524,"Ġbr":525,"ĠÄį":526,"ĠpÄĵc":527,"Ġvis":528,"sts":529,"ah":530,"Ġvar":531,"20":532,"var":533,"Ġh":534,"air":535,"Ġvie":536,"Äĵn":537,"px":538,"Ġne":539,"Ä«gas":540,"Ġdarb":541,"ikas":542,"ijs":543,"imp":544,"Ä«ja":545,"ier":546,"audz":547,"Ġaiz":548,"'')":549,"Ġka":550,"Äģrt":551,"auces":552,"Ġsai":553,"ĠsÄģk":554,"sl":555,"ĠAts":556,"ig":557,"oja":558,"ds":559,"Äĵta":560,"ib":561,"da":562,"ĠtÄģ":563,"Ġ**":564,"Äģcijas":565,"te":566,"Ġkon":567,"Ġto":568,"veid":569,"Ġatr":570,"ĠAtsauces":571,"ÅĨa":572,"ĠÐ":573,"Ġ6":574,"gl":575,"Ġvai":576,"ĠAn":577,"ĠÄĢr":578,"ina":579,"oz":580,"Ġgal":581,"Ġkop":582,"Ġ8":583,"arp":584,"aules":585,"eÅ¾":586,"iÄģl":587,"mas":588,"Äĵs":589,"Ġveid":590,"embr":591,"Ġvair":592,"ven":593,"ĠAl":594,"etr":595,"empion":596,"Ġnot":597,"Ä«s":598,"umi":599,"ans":600,"aut":601,"Ġ7":602,"oÅ¡an":603,"Ġsaites":604,"Ġor":605,"tÄģv":606,"usi":607,"Ġ10":608,"odas":609,"ÅĨÄĵm":610,"bal":611,"ors":612,"ÄĵtÄģj":613,"Ä«z":614,"Ġpl":615,"Å«t":616,"gs":617,"nes":618,"ĠÄ£":619,"iedr":620,"ĠÄĢrÄĵjÄģs":621,"Ġ17":622,"Ð°":623,"ĠÄįempion":624,"dal":625,"Ä«ga":626,"Äĵd":627,"Ġ198":628,"Ġizm":629,"Ġdiv":630,"ĠvÄĵl":631,"Ġdien":632,"Äĵst":633,"entr":634,"re":635,"ĠlaikÄģ":636,"Ð¾":637,"Ġ15":638,"Ġak":639,"mu":640,"Å¡Ä·":641,"otÄģj":642,"'',":643,"Ġkl":644,"Ġ12":645,"kl":646,"pr":647,"18":648,"ĠBr":649,"Ġaug":650,"eb":651,"Ġiela":652,"ĠdzÄ«v":653,"ots":654,"to":655,"niec":656,"Ġtik":657,"ĠvairÄģk":658,"Ġpag":659,"Ð¸":660,"ona":661,"he":662,"ĠAr":663,"Å«ras":664,"val":665,"bol":666,"Ġtiek":667,"ogr":668,"Ġtur":669,"Ġbal":670,"Ġvir":671,"Ä«bÄģ":672,"eik":673,"Äĵtas":674,"ud":675,"vas":676,"inÄģt":677,"Ġ16":678,"kr":679,"Ġsl":680,"Ä«d":681,"ĠAt":682,"era":683,"Ġgads":684,"Ġfil":685,"Å«d":686,"ams":687,"ust":688,"asar":689,"ĠPÄĵc":690,"Ġzem":691,"ks":692,"Äįu":693,"ĠPr":694,"Ġ9":695,"Ġnos":696,"ran":697,"Ä«st":698,"ast":699,"Ġ197":700,"ieÅ¡":701,"nÄ«c":702,"ug":703,"Ġatt":704,"ent":705,"eks":706,"olo":707,"ĠdaÄ¼":708,"oti":709,"Ġter":710,"me":711,"Ġ11":712,"uÅ¡ie":713,"Ġ194":714,"ins":715,"Ġkomand":716,"ka":717,"Ġvid":718,"Ġgan":719,"iÅ¾":720,"ĠGr":721,"Äĵstur":722,"dzÄ«v":723,"Ġapr":724,"Å«n":725,"ĠÅ¡ah":726,"eh":727,"\",":728,"SV":729,"Ġ13":730,"isko":731,"vien":732,"ĠVal":733,"Ä«l":734,"Ġ14":735,"Ġ196":736,"oties":737,"ju":738,"cijas":739,"Ðµ":740,"Ä«ts":741,"ĠviÅĨÅ¡":742,"Ġstarp":743,"Ġvad":744,"Ġgrup":745,"ĠRÄ«gas":746,"ĠKat":747,"iec":748,"irop":749,"Ġpal":750,"ne":751,"Ġpagas":752,"ĠDÅ¾":753,"vid":754,"200":755,"Ġmed":756,"ĠmÅ«":757,"ain":758,"Ġiek":759,"Ġol":760,"ĠSp":761,"Ġstr":762,"âĢĵ":763,"gan":764,"orija":765,"Äģz":766,"Ġ193":767,"ĠIn":768,"Ġ0":769,"amat":770,"Ġgar":771,"ĠdaÅ¾":772,"iskÄģ":773,"zÄ«m":774,"Ä«dz":775,"iÅĨÅ¡":776,"ÅĨem":777,"iekÅ¡":778,"Ġal":779,"Ġjaun":780,"pl":781,"nieku":782,"ĠSt":783,"ilv":784,"ost":785,"tÄģl":786,"Ä«gi":787,"iskÄģs":788,"istr":789,"Ä«gÄģ":790,"Ä«k":791,"ĠIz":792,"ÄĵÅ¡an":793,"Ġrakst":794,"ota":795,"ber":796,"aud":797,"orm":798,"Ġizveid":799,"Äĵts":800,"ionÄģl":801,"ĠDz":802,"Ġizc":803,"''),":804,"aln":805,"ĠkÄ¼u":806,"Ġmu":807,"ter":808,"ĠPar":809,"ĠKriev":810,"Ġcentr":811,"Ġizmant":812,"if":813,"Ġpret":814,"ĠâĢ":815,"Ä«ta":816,"inÄģj":817,"aus":818,"Ġdaudz":819,"Ġ195":820,"Ġier":821,"nieks":822,"Ġpa":823,"vÄģr":824,"Ġlab":825,"erat":826,"ing":827,"ars":828,"vÄĵr":829,"Ġdr":830,"Äģf":831,"Ä«p":832,"itu":833,"ĠKar":834,"ubl":835,"Ä«tÄģj":836,"du":837,"ÑĢ":838,"Ġok":839,"Ġnovad":840,"Äĵji":841,"Ġpat":842,"Ġpil":843,"Ġatrodas":844,"Ġskai":845,"ĠEirop":846,"avas":847,"Ð½":848,"\".":849,"Ġsal":850,"Ġiegu":851,"ĠÄĮ":852,"ĠPas":853,"ĠÄįempionÄģ":854,"gal":855,"Ġpol":856,"eÅ¡":857,"ĠlielÄģk":858,"ists":859,"Ġterit":860,"isti":861,"ekl":862,"ark":863,"Ġgadu":864,"ikÄģ":865,"ĠASV":866,"eri":867,"Ġolimp":868,"10":869,"Ġlatv":870,"ilvÄĵk":871,"auj":872,"dien":873,"Äģp":874,"Ġmaz":875,"Ġpiem":876,"Ġtikai":877,"og":878,"umiem":879,"Ġmin":880,"skat":881,"ekt":882,"Ġziem":883,"Ġ23":884,"onas":885,"ĠdzimuÅ¡ie":886,"Äģtr":887,"aur":888,"Ġbei":889,"ku":890,"ni":891,"Ġviet":892,"els":893,"inÄģja":894,"Ġgadam":895,"ĠtÄģs":896,"ĠLiel":897,"dev":898,"iski":899,"Å«v":900,"Ġaut":901,"17":902,"ĠBal":903,"Ñģ":904,"ĠsastÄģv":905,"ĠNo":906,"iniek":907,"osm":908,"oloÄ£":909,"Ġsez":910,"Ġ192":911,"dzim":912,"Ä«jÄģs":913,"Å«ra":914,"''.":915,"ĠÄ·":916,"ih":917,"nieki":918,"unk":919,"ovs":920,"tas":921,"ĠkÄ¼uva":922,"Ġkad":923,"iks":924,"asaras":925,"eja":926,"Äģcija":927,"Äĵram":928,"ĠW":929,"Äĵv":930,"ĠAu":931,"âĢĿ":932,"Äĵtu":933,"stÄģv":934,"egorija":935,"ĠviÅĨa":936,"Ġsta":937,"otr":938,"lu":939,"eic":940,"Ġas":941,"Ġmar":942,"Äģjas":943,"emes":944,"Ġnosauk":945,"ĠKategorija":946,"ĠÄ«p":947,"Ġuzvar":948,"ask":949,"Ġvalod":950,"Ġvec":951,"Ġof":952,"Ġnav":953,"est":954,"Ġaugst":955,"ĠpaÅ¡":956,"12":957,"iÅĨa":958,"ĠSk":959,"Ġvalsts":960,"ĠvÄģr":961,"na":962,"ÅĨas":963,"ultÄģ":964,"ild":965,"le":966,"pils":967,"ajiem":968,"ĠMar":969,"Ä·is":970,"Ġkat":971,"Ġteritor":972,"Ġreiz":973,"Ð¾Ð":974,"Ġvald":975,"SR":976,"ĠAp":977,"ia":978,"ebr":979,"Ġjau":980,"Ġiet":981,"adom":982,".)":983,"Ġpus":984,"ch":985,"aks":986,"Ġpiedal":987,"Ġpav":988,"Ġrad":989,"Ġek":990,"ieÅ¾":991,"ĠPasaules":992,"ĠLie":993,"Ġgadsim":994,"ef":995,"ents":996,"ort":997,"umus":998,"Ġgalven":999,"Ġtas":1000,"Ä¼a":1001,"iÅ¡":1002,"lai":1003,"ĠcilvÄĵk":1004,"ĠpriekÅ¡":1005,"Å¡ana":1006,"Ġkara":1007,"embrÄ«":1008,"Ġvalst":1009,"Ġnod":1010,"ĠÅ¡aha":1011,"ied":1012,"Å«l":1013,"ult":1014,"ĠspÄĵlÄĵtÄģj":1015,"man":1016,"Äģb":1017,"11":1018,"Ġ()":1019,"Ġmir":1020,"ÅĨi":1021,"ĠlatvieÅ¡u":1022,"umos":1023,"ĠLatvijÄģ":1024,"Ġmil":1025,"Äĵls":1026,"Ġte":1027,"ojas":1028,"kar":1029,"Ġdal":1030,"Ġotr":1031,"ivers":1032,"end":1033,"15":1034,"ÄĵtÄģ":1035,"ĠEiropas":1036,"ĠpilsÄĵtas":1037,"oÅ¡anas":1038,"Ġko":1039,"li":1040,"tur":1041,"Ġ25":1042,"Ġma":1043,"utbol":1044,"ÄĵjÄģ":1045,"ĠdaÅ¾Äģd":1046,"ra":1047,"ajÄģs":1048,"Ġapm":1049,"ĠPirm":1050,"Ġsar":1051,"ĠvÄĵstur":1052,"Ġan":1053,"Ġvirs":1054,"uc":1055,"ogrÄģf":1056,"ÑĤ":1057,"Ġsavu":1058,"Ġrez":1059,"Ġskol":1060,".âĢĶ":1061,"ĠÄ¼":1062,"ejas":1063,"onÄģ":1064,"onu":1065,"Å¡anu":1066,"Ġta":1067,"Ġnep":1068,"16":1069,"Ġkm":1070,"ĠFran":1071,"ÄģkÄģ":1072,"ora":1073,"akt":1074,"Å¡Ä·ir":1075,"Å«s":1076,"ĠPol":1077,"ĠKop":1078,"ĠÄ«paÅ¡":1079,"Ġtam":1080,"sar":1081,"vad":1082,"Ġliet":1083,"Ġpasaules":1084,"ĠTr":1085,"Ġ30":1086,"aid":1087,"ce":1088,"Ġpaz":1089,"Ġpart":1090,"ĠKrievijas":1091,"ĠÅ«d":1092,"ama":1093,"ojÄģs":1094,"iÄį":1095,"Ġfutbol":1096,"aznÄ«c":1097,"000":1098,"Ġsu":1099,"gabal":1100,"der":1101,"ĠÅ¡Ä·":1102,"Ġnek":1103,"Ä¼i":1104,"Ġsa":1105,"aÄ¼u":1106,"ĠZiem":1107,"ĠmuiÅ¾":1108,"nu":1109,"ĠUn":1110,"iti":1111,"de":1112,"Ġpak":1113,"dza":1114,"istÄĵm":1115,"Ġieg":1116,"nÄ«r":1117,"Ġizlas":1118,"inÄģl":1119,"ĠPSR":1120,"Ðº":1121,"Å«st":1122,"ĠTÄģ":1123,"ÄĵÄ¼":1124,"Ġimp":1125,"ĠmÄģk":1126,"Ġsep":1127,"kÄģrt":1128,"Äĵg":1129,"Å«k":1130,"13":1131,"obeÅ¾":1132,"eru":1133,"ord":1134,"Ġklub":1135,"urs":1136,"enes":1137,"oru":1138,"14":1139,"iversitÄģ":1140,"Ġ22":1141,"ciem":1142,"ĠÄģr":1143,"viet":1144,"gad":1145,"ru":1146,"Ġ*":1147,"Å¡anÄģs":1148,"Ġdat":1149,"vÄĵl":1150,"gas":1151,"ĠuzÅĨÄĵm":1152,"iez":1153,"ess":1154,"Äĵz":1155,"elt":1156,"Ġiesp":1157,"ĠAustr":1158,"asti":1159,"uÅ¡i":1160,"vai":1161,"ind":1162,"Äģciju":1163,"cija":1164,"ieÅ¡i":1165,"dzÄ«votÄģj":1166,"ojums":1167,"taut":1168,"Ġaugu":1169,"Ġdzies":1170,"Äģts":1171,"iÅĨu":1172,"Ġsac":1173,"acionÄģl":1174,"af":1175,"199":1176,"auga":1177,"Ġcit":1178,"Äģkais":1179,"Ġjeb":1180,"uz":1181,"Ġvieta":1182,"Äĵjis":1183,"Ġel":1184,"aist":1185,"ĠizcÄ«n":1186,"ver":1187,"ĠAtt":1188,"Ġup":1189,"Ġab":1190,"ana":1191,"Ġapgabal":1192,"Ġpamat":1193,"mes":1194,"Ä«ti":1195,"Ġstu":1196,"art":1197,"ĠkurÄģ":1198,"ĠvÄģc":1199,"Ġnor":1200,"Ġ24":1201,"eÅĨ":1202,"ova":1203,"ĠtÄģd":1204,"ĠreÄ£":1205,"Ġnotika":1206,"omas":1207,"Ġprof":1208,"omÄĵr":1209,"min":1210,"Ġnes":1211,"ĠII":1212,"Ġkuru":1213,"\":":1214,"oh":1215,"ijai":1216,"ĠsistÄĵm":1217,"Ġsad":1218,"ĠVis":1219,"ĠÄ¶":1220,"iÄ¼":1221,"io":1222,"anvÄģr":1223,"ĠbaznÄ«c":1224,"Ġties":1225,"Äģta":1226,"ejs":1227,"aug":1228,"Ð»":1229,"eÄ¼u":1230,"Ġ+":1231,"ĠkopÄģ":1232,"lab":1233,"ĠvÄĵr":1234,"ÅĨÄĵma":1235,"Ġjo":1236,"atÄ«v":1237,"ĠVÄ«r":1238,"Ġciem":1239,"Äģns":1240,"Ġarm":1241,"Ġvietu":1242,"Ä«na":1243,"ajÄģm":1244,"Ġatkl":1245,"Äģna":1246,"ĠpÄģrstÄģv":1247,"Ġuzskat":1248,"embris":1249,"Ġsasnie":1250,"Ġorgan":1251,"elta":1252,"ĠmÅ«z":1253,"ĠturnÄ«r":1254,"Ġ21":1255,"ĠFil":1256,"uÄģr":1257,"ĠSav":1258,"ls":1259,"ĠâĢŀ":1260,"ojot":1261,"andr":1262,"Ä«gs":1263,"amer":1264,"ÄĵÅ¡anas":1265,"orta":1266,"Ġsak":1267,"ĠjÅ«l":1268,"lis":1269,"tobr":1270,"Ġme":1271,"eni":1272,"ĠsastÄģvÄģ":1273,"Ġsavien":1274,"ezid":1275,"ĠLai":1276,"Ġdzimis":1277,"ĠjanvÄģr":1278,"onom":1279,"Å¾u":1280,"ĠspÄĵlÄĵtÄģji":1281,"des":1282,"Ġbeig":1283,"eim":1284,"Ġsiev":1285,"ĠFr":1286,"otas":1287,"Ġsv":1288,"ĠUz":1289,"ard":1290,"Ġkap":1291,"Ä«gu":1292,"ĠÅ¾":1293,"Ä«nas":1294,"eju":1295,"Ġviens":1296,"Ġkuras":1297,"ĠvÄĵlÄģk":1298,"ĠnozÄ«m":1299,"Ġez":1300,"niecÄ«bas":1301,"kas":1302,"enis":1303,"aÄ¼as":1304,"ĠRÄ«gÄģ":1305,"enc":1306,"eÄ¼a":1307,"vu":1308,"ener":1309,"ara":1310,"Ġieguv":1311,"mir":1312,"ĠjÅ«n":1313,"ĠÂ":1314,"ait":1315,"ĠKl":1316,"ena":1317,"Ġsept":1318,"ern":1319,"Ġveik":1320,"Äĵjs":1321,"Ġ2008":1322,"ĠÄ£im":1323,"dzimis":1324,"ĠiedzÄ«votÄģj":1325,"ĠiekÄ¼":1326,"bur":1327,"ebruÄģr":1328,"eln":1329,"skol":1330,"Ġsab":1331,"Ġkomp":1332,"ĠtaÄįu":1333,"edz":1334,"Ġdec":1335,"ĠÅ½":1336,"Ġpadom":1337,"ami":1338,"iku":1339,"Ġnev":1340,"Ġgais":1341,"ĠattÄ«st":1342,"Ġ190":1343,"entu":1344,"oÅ¡ana":1345,"Ġlid":1346,"eiz":1347,"Å¡i":1348,"Ġlik":1349,"ÄĵÄ£":1350,"oks":1351,"Ġsek":1352,"Ġ80":1353,"Äĵjo":1354,"ita":1355,"ĠAttÄĵls":1356,"ĠJaun":1357,"Ġakt":1358,"Äĵju":1359,"ĠspÄĵlÄĵs":1360,"fr":1361,"Äģnis":1362,"Ġbar":1363,"ietis":1364,"ĠsÄģka":1365,"erl":1366,"Ġ2009":1367,"Äģko":1368,"Ġdienvid":1369,"ĠvietÄģ":1370,"form":1371,"Ġ2010":1372,"erc":1373,"iskais":1374,"ĠAm":1375,"bÅ«v":1376,"iens":1377,"Ġizr":1378,"ĠdalÄ«b":1379,"Äĵrijas":1380,"ĠTur":1381,"ĠtrÄ«s":1382,"ĠBalt":1383,"ĠzinÄģt":1384,"Ġde":1385,"uÄ£":1386,"ĠstrÄģd":1387,"kal":1388,"epubl":1389,"ĠdaÄ¼a":1390,"Ġes":1391,"Ġnovada":1392,"Ġgl":1393,"Ġoktobr":1394,"ĠAleks":1395,"ĠmÄĵr":1396,"Ġhok":1397,"ĠVasaras":1398,"ata":1399,"Ġviena":1400,"Ġkaral":1401,"Ġraj":1402,"50":1403,"stÄģ":1404,"viedr":1405,"Ġiel":1406,"ĠÄ¼oti":1407,"uv":1408,"Ġalb":1409,"evi":1410,"Ġil":1411,"Ġbez":1412,"Ġizp":1413,"Ġkaus":1414,"Å«p":1415,"sÄģk":1416,"Ġkrust":1417,"usies":1418,"Äĵti":1419,"ojumu":1420,"ĠfebruÄģr":1421,"autas":1422,"Ġkura":1423,"Ġlauk":1424,"ska":1425,"Ġtel":1426,"nÄĵ":1427,"ĠkÄģd":1428,"ĠTas":1429,"onis":1430,"Ġa":1431,"elz":1432,"Ġpunk":1433,"ibinÄģ":1434,"ĠÄįempionÄģtÄģ":1435,"ĠkurÅ¡":1436,"ĠrezultÄģ":1437,"ĠPSRS":1438,"ĠKom":1439,"Ġpirmo":1440,"Äģrs":1441,"inc":1442,"Ġdom":1443,"ĠÅ¡o":1444,"iÅĨas":1445,"Ġ2012":1446,"oni":1447,"ĠVil":1448,"Ġprezid":1449,"ĠbÅ«t":1450,"Ġmetr":1451,"stÄģd":1452,"strÄģd":1453,"Ġpiek":1454,"Ġ26":1455,"Ġgrupas":1456,"Ä«jis":1457,"Ġieguva":1458,"Ġstud":1459,"ciju":1460,"ĠmÄģc":1461,"Äģtu":1462,"Ġaizsar":1463,"ĠspÄĵk":1464,"Ġmat":1465,"ints":1466,"Ġ28":1467,"sta":1468,"Äģnu":1469,"inÄģm":1470,"iciÄģl":1471,"ĠPie":1472,"..":1473,"ĠKur":1474,"tic":1475,"ĠspÄĵles":1476,"ogrÄģfija":1477,"ÄĵÄ¼u":1478,"Ġgadsimta":1479,"ĠSv":1480,"ijÄģm":1481,"nas":1482,"ets":1483,"Ð²":1484,"ĠviÅĨu":1485,"ĠÄĵk":1486,"ÄģlÄģ":1487,"ĠOl":1488,"ĠnovÄĵr":1489,"ĠKon":1490,"ĠVÄĵstur":1491,"Ġizd":1492,"Ġ2006":1493,"Ġplat":1494,"Ġbij":1495,"asp":1496,"int":1497,"Ġorganiz":1498,"Ġturp":1499,"Ġdep":1500,"iskajÄģs":1501,"Ġizdev":1502,"Ġneat":1503,"ĠaprÄ«l":1504,"pus":1505,"ĠkuÄ£":1506,"ĠvÄģcu":1507,"Ġkol":1508,"ĠmÅ«s":1509,"Ġsag":1510,"Ġgu":1511,"ĠjÅ«ras":1512,".'''":1513,"Ġdev":1514,"erv":1515,"ogram":1516,"Ġ2000":1517,"ehn":1518,"Äĵjais":1519,"ciems":1520,"enta":1521,"Ġ27":1522,"ĠraÅ¾":1523,"otu":1524,"stu":1525,"Ġsat":1526,"Ġtemp":1527,"ĠreÅ¾":1528,"Ġsarakst":1529,"mÄģ":1530,"ĠteÄģtr":1531,"ow":1532,"ene":1533,"ĠziemeÄ¼":1534,"ĠGal":1535,"ĠRÄ«ga":1536,"Ä«go":1537,"Ġmod":1538,"Ä·i":1539,"Ä·u":1540,"Ġ2004":1541,"aba":1542,"Ġ189":1543,"Ġop":1544,"ĠnekÄģ":1545,"Äģves":1546,"Ġ2011":1547,"ert":1548,"Ġ2014":1549,"erb":1550,"ĠbrÄ«v":1551,"ģĦ":1552,"ava":1553,"âģĦ":1554,"Ġpavad":1555,"ietu":1556,"ino":1557,"Ġnel":1558,"Ġarh":1559,"Ġats":1560,"Ġfr":1561,"Ġ2007":1562,"Ġfon":1563,"Ġbiedr":1564,"sm":1565,"Ġsm":1566,".,":1567,"Äģdi":1568,"ori":1569,"vald":1570,"Ġsug":1571,"Ġpievien":1572,"Ġ100":1573,"Ġkosm":1574,"ja":1575,"Ġgados":1576,"ĠmÄģjas":1577,"ĠPl":1578,"ĠZem":1579,"ĠValsts":1580,"oto":1581,"Ġfilmas":1582,"Ġsabiedr":1583,"Ġaustr":1584,"Å¡anai":1585,"Ġatrad":1586,"Ġkok":1587,"ari":1588,"Ġvasaras":1589,"Ġ(;":1590,"Ġstarptaut":1591,"ĠDien":1592,"ĠiespÄĵj":1593,"ojuma":1594,"ank":1595,"ĠLÄ«dz":1596,".-":1597,"ĠStr":1598,"ĠDauga":1599,"apa":1600,"Ä«bÄģm":1601,"Ġzemes":1602,"ektr":1603,"zemes":1604,"eriÄģl":1605,"plat":1606,"ĠpÄĵt":1607,"Ġtir":1608,"Ġapvien":1609,"vaig":1610,"Ġnosl":1611,"ell":1612,"ein":1613,"Ġveic":1614,"ĠDr":1615,"bruk":1616,"ĠLietu":1617,"Ġpiln":1618,"ond":1619,"atav":1620,"istu":1621,"ĠrobeÅ¾":1622,"Ġput":1623,"ĠpilsÄĵta":1624,"glÄ«t":1625,"aim":1626,"und":1627,"Ġ000":1628,"Ġvienu":1629,"ĠvalodÄģ":1630,"ĠEl":1631,"ĠOtr":1632,"ĠVÄ«rietis":1633,"Ġkult":1634,"tÄĵ":1635,"kop":1636,"all":1637,"iss":1638,"ĠSa":1639,"ieris":1640,"ĠMask":1641,"Ġpolit":1642,"Ġvidus":1643,"Ġ29":1644,"Ġvirz":1645,"alas":1646,"Ġ:":1647,"ÄģkÄģs":1648,"Ġav":1649,"skis":1650,"Ġpul":1651,"ĠpiemÄĵram":1652,"Ġreizes":1653,"Ġ2016":1654,"Ġministr":1655,"reiz":1656,"Ġpirms":1657,"ĠLiep":1658,"ko":1659,"ĠvadÄ«tÄģj":1660,"ĠÄįetr":1661,"Äģti":1662,"ĠlÄ«n":1663,"ang":1664,"30":1665,"ill":1666,"Ġnoteik":1667,"Äģks":1668,"akÅ¡":1669,"Äģnijas":1670,"Ġeksp":1671,"Ġietek":1672,"198":1673,"top":1674,"Ġpubl":1675,"ĠÄĴ":1676,"itÄģr":1677,"Ġ====":1678,"ĠAndr":1679,"oÄ¼u":1680,"Ġpan":1681,"ere":1682,"ĠgrÄģm":1683,"ievu":1684,"ÅĨiem":1685,"ĠbÄĵr":1686,"aru":1687,"ajos":1688,"Ġsam":1689,"Ġcentrs":1690,"ÄģÅĨu":1691,"Ġtemperat":1692,"Ä«tas":1693,"Ġprogram":1694,"Äģls":1695,"Ġskr":1696,"Ġad":1697,"opul":1698,"amo":1699,"eli":1700,"Ġkam":1701,"ĠAleksandr":1702,"ozÄ«c":1703,"ĠmÄģksl":1704,"griez":1705,"Ġmilj":1706,"ĠMin":1707,"Ġ-":1708,"Ġpagasts":1709,"'').":1710,"Äģnas":1711,"ĠkÄ¼":1712,"Ġamat":1713,"ĠInd":1714,"ms":1715,"Ġ50":1716,"Ġpieder":1717,"Ä«tu":1718,"ĠIr":1719,"Ġ2005":1720,"Ġ40":1721,"ĠlÄ«g":1722,"ĠdÄĵÄ¼":1723,"Ġ2013":1724,"Ġkarj":1725,"adÄĵm":1726,"ieta":1727,"ats":1728,"Ġbiju":1729,"Ġthe":1730,"skas":1731,"ienÄģ":1732,"eit":1733,"ĠÅ«dens":1734,"oÅ¡anu":1735,"Äĵjot":1736,"ĠreÄ£ion":1737,"ĠSl":1738,"ĠVÄĵsture":1739,"Ġned":1740,"jÄģ":1741,"Ġapst":1742,"Ġpap":1743,"enti":1744,"Ġdzelz":1745,"ĠapriÅĨ":1746,"mi":1747,"iena":1748,"laik":1749,"The":1750,"ĠmÅ«sdien":1751,"ĠvÄ«r":1752,"Ġattiec":1753,"Ä«sk":1754,"Ġatz":1755,"aÄ¼a":1756,"ĠpÄĵd":1757,"Ġdab":1758,"gÄģr":1759,"ilp":1760,"Äĵrs":1761,"ĠÄģtr":1762,"ÅĨÄģ":1763,"amas":1764,"cÄĵl":1765,"atu":1766,"uss":1767,"ĠvÄģrd":1768,"ns":1769,"Ġparasti":1770,"Ġ(,":1771,"Ġkaln":1772,"jaun":1773,"gaun":1774,"Ġriet":1775,"Ġtad":1776,"197":1777,"ĠViÅĨÅ¡":1778,"Äģli":1779,"Äģla":1780,"Ä«jums":1781,"aja":1782,"Ġkal":1783,"Ġsen":1784,"Ġkras":1785,"cel":1786,"25":1787,"onijas":1788,"ĠtomÄĵr":1789,"Ġzaud":1790,"Ġlaika":1791,"ĠolimpiskajÄģs":1792,"atÄ«t":1793,"oda":1794,"ĠVÄģcijas":1795,"ÄģcijÄģ":1796,"ĠDienvid":1797,"Ġpers":1798,"itÅ«":1799,"ĠpiedalÄ«jÄģs":1800,"Ġpla":1801,"Ġinter":1802,"ikt":1803,"ĠZiemeÄ¼":1804,"Ġtie":1805,"ĠDzim":1806,"erm":1807,"ĠÂ°":1808,"ĠdibinÄģ":1809,"ĠVÄĵl":1810,"ienu":1811,"Ġfor":1812,"Å«ru":1813,"ĠcÄ«":1814,"Å«z":1815,"ĠkÄģr":1816,"ĠRepubl":1817,"omu":1818,"ĠspÄĵÄ¼u":1819,"ĠmÄģt":1820,"Äģra":1821,"onz":1822,"ipr":1823,"Ġatbal":1824,"utÄģ":1825,"Ð¸Ñ":1826,"ĠâĢľ":1827,"ards":1828,"ĠOr":1829,"Ġpasaul":1830,"inÄģts":1831,"ijÄģs":1832,"droÅ¡":1833,"ĠKÄģr":1834,"Ä¼iem":1835,"ila":1836,"ĠvÄĵrt":1837,"Ġies":1838,"stitÅ«":1839,"Ġpies":1840,"Ġ2015":1841,"ĠZviedr":1842,"arkan":1843,"ilt":1844,"ki":1845,"inot":1846,"Ġprofes":1847,"Ä«bai":1848,"idz":1849,"Ġcaur":1850,"ÄģjÄģs":1851,"ĠPÄĵt":1852,"21":1853,"ĠbieÅ¾":1854,"meÅĨa":1855,"ĠUniversitÄģ":1856,"Ġsastop":1857,"Ä«te":1858,"ĠpastÄģv":1859,"Ä«nu":1860,"ĠkopÅ¡":1861,"stoÅ¡":1862,"Ġsim":1863,"ĠtÄĵv":1864,"Ġpagasta":1865,"eder":1866,"Ġind":1867,"nis":1868,"oÅ¾":1869,"gÄģ":1870,"ĠkrÄģs":1871,"no":1872,"uÅĨ":1873,"ĠmeÅ¾":1874,"Ä«ns":1875,"Ġkor":1876,"Ġvietas":1877,"Ġklas":1878,"ĠceÄ¼":1879,"Ġsaist":1880,"Ġizlases":1881,"iskajÄģ":1882,"eta":1883,"Ġ2002":1884,"Ñĥ":1885,"eviÅ¡Ä·":1886,"Ġkomandu":1887,"ĠtajÄģ":1888,"Ġfutbola":1889,"ĠLiv":1890,"Ġkauj":1891,"ukÄģrt":1892,"Ä«Å¡anas":1893,"Ġkomandas":1894,"amb":1895,"194":1896,"urn":1897,"Ġsacens":1898,"Ġprov":1899,"amerikÄģ":1900,"ĠIgaun":1901,"ian":1902,"iska":1903,"'''''":1904,"ela":1905,"osa":1906,"Ä«tÄģ":1907,"enÄĵ":1908,"umam":1909,"Äģda":1910,"Ġdivas":1911,"Ġpopul":1912,"ĠJÄģnis":1913,"ĠuniversitÄģ":1914,"oÅ¡anÄģs":1915,"Ð´":1916,"ĠsezonÄģ":1917,"aka":1918,"ĠÅħ":1919,"Ġ2018":1920,"196":1921,"ĠmedaÄ¼as":1922,"Ġrakstur":1923,"eis":1924,"ĠBi":1925,"ĠKal":1926,"miris":1927,"ĠPils":1928,"Ġskaits":1929,"Ġsezonas":1930,"ĠsÄģkumÄģ":1931,"Ä«jumu":1932,"ĠteritorijÄģ":1933,"gÄ¼u":1934,"otn":1935,"Äĵp":1936,"ojumi":1937,"Al":1938,"ĠSal":1939,"Ġmet":1940,"Ð¾Ð²":1941,"ĠapakÅ¡":1942,"ĠdaÄ¼u":1943,"ĠKan":1944,"Ġob":1945,"ĠmÅ«zikas":1946,"ĠSkatÄ«t":1947,"ĠnÄģk":1948,"24":1949,"Ġperi":1950,"iga":1951,"ĠbijuÅ¡":1952,"ola":1953,"Ġproj":1954,"ĠAug":1955,"ica":1956,"Å¡a":1957,"ĠAnt":1958,"rakst":1959,"Ä·a":1960,"iste":1961,"Ġtehn":1962,"Ġkonc":1963,"Ġlaiku":1964,"tiv":1965,"Ġkan":1966,"Ġ31":1967,"Ġilg":1968,"Ġ'''''":1969,"ĠattÄĵl":1970,"ĠSaeim":1971,"Ð¹":1972,"lav":1973,"idu":1974,"Ġsugas":1975,"Ġkg":1976,"193":1977,"Äĵjas":1978,"tais":1979,"ĠdaÄ¼Äģ":1980,"Ġatjaun":1981,"Ġvalodas":1982,"vis":1983,"elga":1984,"Ä«kst":1985,"Ġsaglab":1986,"uld":1987,"Ä«jies":1988,"igz":1989,"ĠNacionÄģl":1990,"Ġ2003":1991,"Ġposm":1992,"Ġ2017":1993,"ss":1994,"ĠÄ¢":1995,"Ġneliel":1996,"zem":1997,"Ġnol":1998,"ay":1999,"ĠNe":2000,"ĠrÅ«p":2001,"Ġvisu":2002,"eras":2003,"ĠpalÄ«dz":2004,"ĠievÄĵl":2005,"oma":2006,"bil":2007,"isku":2008,"old":2009,"ĠSta":2010,"Ġloc":2011,"Äĵdz":2012,"ĠEn":2013,"Ä«zijas":2014,"ĠEd":2015,"ved":2016,"ĠatradÄģs":2017,"Äģva":2018,"ĠtÄģp":2019,"ĠapmÄĵram":2020,"Ġ188":2021,"Å¾a":2022,"ation":2023,"Ġaizvad":2024,"Ġnosaukumu":2025,"Ġmuz":2026,"Ġgaisa":2027,"iterat":2028,"ĠiedzÄ«votÄģju":2029,"Ġupes":2030,"asket":2031,"Ġsadal":2032,"ĠmiruÅ¡ie":2033,"Ġpam":2034,"nieka":2035,"Ġpel":2036,"aspÄĵk":2037,"Ġsporta":2038,"Ġizplat":2039,"Ġneb":2040,"Ġproc":2041,"als":2042,"ĠCentr":2043,"otÄģjs":2044,"ĠatÅ¡Ä·ir":2045,"Ġmiris":2046,"istes":2047,"iÄįs":2048,"An":2049,"ĠbÅ«v":2050,"ukt":2051,"ĠoficiÄģl":2052,"Ġsap":2053,"Ġreizi":2054,"aliz":2055,"Ġkrievu":2056,"skait":2057,"ĠzinÄģm":2058,"Ġgrupa":2059,"Ä«tes":2060,"Ġslim":2061,"ĠnodroÅ¡":2062,"ĠdeputÄģ":2063,"Ġgalvas":2064,"irk":2065,"iÅĨi":2066,"22":2067,"Ġkust":2068,"ĠTo":2069,"ĠmÄĵn":2070,"Ġelektr":2071,"ĠMon":2072,"jiem":2073,"Ġsvar":2074,"ÄĵÅ¡anu":2075,"ĠLe":2076,"eris":2077,"ĠEr":2078,"tuven":2079,"ĠuzsÄģk":2080,"Ġviegl":2081,"otÄģ":2082,"Ġja":2083,"ÄĵÅ¡ana":2084,"Äģdu":2085,"Ġdi":2086,"Ġdienas":2087,"ĠreÅ¾is":2088,"ĠkÄģrt":2089,"Ġneatkar":2090,"Ġ1992":2091,"ĠpÄģrd":2092,"23":2093,"ail":2094,"ura":2095,"Ġ1998":2096,"ista":2097,"mit":2098,"ĠstÄģv":2099,"Ġ2001":2100,"HL":2101,"Ġmon":2102,"Ġ***":2103,"Ġdziesmu":2104,"usu":2105,"Ġarmijas":2106,"kÄģ":2107,"ÄĵtÄģjs":2108,"atl":2109,"ociÄģl":2110,"idr":2111,"Äģdas":2112,"Ġ187":2113,"ĠbeigÄģs":2114,"Ġpirmais":2115,"deÅĨa":2116,"ĠPÄģr":2117,"ĠkaraspÄĵk":2118,"Ġgadus":2119,"ĠtreÅ¡":2120,"ĠÄ£ints":2121,"Å«tu":2122,"Ġprod":2123,"Ġizl":2124,"ĠPadom":2125,"lam":2126,"isma":2127,"ass":2128,"ĠmuiÅ¾a":2129,"ceÄ¼a":2130,"ĠparÄģd":2131,"iera":2132,"ieri":2133,"''',":2134,"tuveni":2135,"ou":2136,"Ġ1996":2137,"ĠizstrÄģd":2138,"Ġcm":2139,"ge":2140,"asketbol":2141,"Ġspec":2142,"Ġbijis":2143,"Ġglez":2144,"gales":2145,"Ġnosaukums":2146,"ĠnacionÄģl":2147,"ministr":2148,"Ġid":2149,"inÄģjÄģs":2150,"irs":2151,"evs":2152,"Ġveido":2153,"ÄĵÅ¡anÄģs":2154,"Ġbl":2155,"ĠRomas":2156,"ĠVid":2157,"Ġ1990":2158,"Ġpoliti":2159,"Ġagr":2160,"ĠSavien":2161,"ĠSpÄĵl":2162,"ÄĵtÄģs":2163,"ula":2164,"ieru":2165,"ĠpagastÄģ":2166,"ĠmedaÄ¼u":2167,"Ġkontr":2168,"Ġkonf":2169,"ĠY":2170,"ĠimpÄĵrijas":2171,"Ġrok":2172,"umb":2173,"ĠbieÅ¾i":2174,"Ġsauc":2175,"07":2176,"Äģlu":2177,"Ġrek":2178,"ieviet":2179,"II":2180,"irz":2181,"ri":2182,"inas":2183,"Ġlap":2184,"ĠpasaulÄĵ":2185,"26":2186,"uru":2187,"ogs":2188,"Ġperiod":2189,"ĠAb":2190,"ĠFI":2191,"Ġ186":2192,"ĠmaijÄģ":2193,"ometr":2194,"Ġtiem":2195,"ĠMaz":2196,"okr":2197,"otÄģs":2198,"Ġdraudz":2199,"inÄģs":2200,"ĠItÄģl":2201,"ĠjÅ«lijÄģ":2202,"Ġmas":2203,"ĠBl":2204,"olf":2205,"01":2206,"Ä«bÄģs":2207,"ĠÄª":2208,"ojoÅ¡":2209,"Ä«skap":2210,"Ġatgriez":2211,"ĠmartÄģ":2212,"Ã©":2213,"ovas":2214,"darb":2215,"Ġolimpisko":2216,"ĠjÅ«nijÄģ":2217,"ĠSom":2218,"Ġinform":2219,"ĠX":2220,"ĠAmer":2221,"ĠdecembrÄ«":2222,"Ġpartijas":2223,"Ġfran":2224,"Ġbeidz":2225,"ĠnovembrÄ«":2226,"ĠNik":2227,"ĠpazÄ«st":2228,"ĠordeÅĨa":2229,"ĠspÄĵlÄĵ":2230,"one":2231,"Äģrz":2232,"pe":2233,"anc":2234,"ĠMed":2235,"ĠjanvÄģrÄ«":2236,"ĠViÅĨa":2237,"Ġekonom":2238,"Ġkonk":2239,"Latv":2240,"ings":2241,"erg":2242,"ĠKopÅ¡":2243,"Äģka":2244,"ĠStarp":2245,"Ð¼":2246,"27":2247,"ĠNr":2248,"sol":2249,"ator":2250,"28":2251,"Ġtuv":2252,"ĠSu":2253,"Ġsnie":2254,"ĠoktobrÄ«":2255,"ĠFrancijas":2256,"Pr":2257,"Ġsudr":2258,"atas":2259,"auts":2260,"ĠBar":2261,"Ġzelta":2262,"inieks":2263,"ĠBaltijas":2264,"ĠÄ»":2265,"eklis":2266,"gÄģd":2267,"Ġizmanto":2268,"ĠsÄģkÄģs":2269,"Äģca":2270,"ĠlielÄģkÄģ":2271,"Ġpiemin":2272,"Ġparedz":2273,"met":2274,"Ġand":2275,"Ġ1999":2276,"Ġ2019":2277,"ĠseptembrÄ«":2278,"ĠLietuvas":2279,"ipl":2280,"ĠinstitÅ«":2281,"okÄģrt":2282,"ASV":2283,"niekiem":2284,"pa":2285,"ĠPolijas":2286,"Ġkausa":2287,"eti":2288,"eles":2289,"40":2290,"Ġfiz":2291,"ÑģÐº":2292,"Ġform":2293,"Äĵnu":2294,"gul":2295,"ties":2296,"Ġrom":2297,"ĠJelga":2298,"ves":2299,"ĠizcÄ«nÄ«ja":2300,"isc":2301,"ĠÅ¡ajÄģ":2302,"Å¡anÄģ":2303,"ĠcilvÄĵku":2304,"cijÄģ":2305,"Ġnet":2306,"ĠmÄģks":2307,"ĠMir":2308,"kÄģr":2309,"ĠpirmÄģ":2310,"pÄģr":2311,"manis":2312,"ĠDaugav":2313,"ĠzÄ«m":2314,"ĠakadÄĵm":2315,"ĠsvÄĵt":2316,"29":2317,"ĠmÄģj":2318,"ĠKomand":2319,"Ġmm":2320,"ĠpaziÅĨ":2321,"orv":2322,"ich":2323,"iest":2324,"Ar":2325,"ĠizglÄ«t":2326,"Ä«gÄģs":2327,"ĠVidz":2328,"ĠVec":2329,"Ġskraj":2330,"ajam":2331,"ÄģtÄģj":2332,"Ġdzimta":2333,"ĠKurzemes":2334,"ĠmilitÄģr":2335,"Ġ60":2336,"enÄ«":2337,"ĠaugustÄģ":2338,"ĠLu":2339,"Ġdeb":2340,"Äĵjusi":2341,"Ä«jumÄģ":2342,"ĠThe":2343,"ekts":2344,"Ġsalas":2345,"ĠgadsimtÄģ":2346,"Ġdzimtas":2347,"ols":2348,"ĠRob":2349,"Ġbi":2350,"ras":2351,"rÄģd":2352,"iskie":2353,"ĠCh":2354,"ulk":2355,"ĠÅ¡Ä«":2356,"erts":2357,"Ġbasketbol":2358,"ÑĮ":2359,"ĠÅłajÄģ":2360,"ĠJur":2361,"mal":2362,"amu":2363,"itr":2364,"Ġaptuveni":2365,"niecÄ«ba":2366,"Ġdin":2367,"Ġsport":2368,"ĠpanÄģk":2369,"Ġpiec":2370,"Ġredz":2371,"Ġtai":2372,"Ġhokeja":2373,"Å¡anos":2374,"gÄģj":2375,"ĠamerikÄģ":2376,"Ġ****":2377,"ĠBÄĵr":2378,"ĠapdzÄ«v":2379,"ĠOlimp":2380,"ĠAiz":2381,"Ġdzied":2382,"Ġ36":2383,"Ġhokej":2384,"anu":2385,"Ġord":2386,"Br":2387,"ieg":2388,"ĠpilsÄĵtÄģ":2389,"ojumÄģ":2390,"Ġpublic":2391,"195":2392,"ine":2393,"ĠfinÄģl":2394,"Ġnotiek":2395,"igzd":2396,"Ġâ":2397,"ĠlÄ«gas":2398,"ĠMÄģr":2399,"ÄģlÄģs":2400,"Ġe":2401,"Å«rÄģ":2402,"Ġ35":2403,"ĠvairÄģkas":2404,"lad":2405,"Ġuzbruk":2406,"ĠÄįempionÄģts":2407,"Ġdes":2408,"ajai":2409,"ĠLat":2410,"Ġielu":2411,"ida":2412,"ore":2413,"oÄ¼":2414,"ĠTe":2415,"Ġdok":2416,"Ġielas":2417,"tipr":2418,"Äĵjiem":2419,"Ġkuri":2420,"Ġprofils":2421,"for":2422,"Ñĭ":2423,"Ġziemas":2424,"Ġskait":2425,"--":2426,"Äģlis":2427,"ĠLond":2428,"Ġ70":2429,"Ñı":2430,"iecieÅ¡":2431,"Ġmain":2432,"eiv":2433,"ĠAk":2434,"ĠAleksandrs":2435,"Ġ1997":2436,"Ġdarbu":2437,"Äģru":2438,"oga":2439,"Ġ1994":2440,"evol":2441,"Ġskrajciems":2442,"itÄģn":2443,"ĠaprÄ«lÄ«":2444,"Ġvidusskol":2445,"uj":2446,"amÄģ":2447,"zÄ«mes":2448,"oloÄ£ijas":2449,"elis":2450,"Ġierakst":2451,"Ġvil":2452,"Äģkie":2453,"FA":2454,"Ä«ties":2455,"aÄ¼Äģ":2456,"ĠÅ¾urn":2457,"ĠatseviÅ¡Ä·":2458,"ĠSieviet":2459,"inieku":2460,"ĠamerikÄģÅĨu":2461,"Ġsavas":2462,"ĠJa":2463,"ĠMad":2464,"ĠiekÅ¡":2465,"ĠvÄĵsture":2466,"itas":2467,"enu":2468,"Ġkval":2469,"ĠgalvenokÄģrt":2470,"ĠdzelzceÄ¼a":2471,"ĠKol":2472,"Ġoke":2473,"Ġcitu":2474,"Ġiepr":2475,"uns":2476,"ĠnepiecieÅ¡":2477,"ĠfebruÄģrÄ«":2478,"ĠOtrÄģ":2479,"lik":2480,"amp":2481,"tus":2482,"ĠmarÅ¡":2483,"Ġherc":2484,"res":2485,"Ġ1991":2486,"entÄģ":2487,"ĠÄ«s":2488,"eva":2489,"Ä«ra":2490,"Ġfin":2491,"Ġgarums":2492,"dzÄ«bas":2493,"oÅĨu":2494,"05":2495,"Ġstat":2496,"ĠRiet":2497,"vair":2498,"Ġizpild":2499,"ĠLivonijas":2500,"Äģzes":2501,"ĠkultÅ«ras":2502,"Ġnebija":2503,"ĠdalÄ«bnieki":2504,"tiem":2505,"Äģni":2506,"ĠbaznÄ«cas":2507,"ĠaktÄ«v":2508,"Ġiem":2509,"otÄģju":2510,"Sp":2511,"ceÄ¼":2512,"drÄ«z":2513,"oka":2514,"ĠmÄģkslas":2515,"inÄģta":2516,"Äĵns":2517,"ips":2518,"ĠstÄģ":2519,"Ġiedal":2520,"ifik":2521,"ĠSÄģk":2522,"Ġsin":2523,"balv":2524,"Ġkontrol":2525,"ada":2526,"BA":2527,"ĠbaznÄ«ca":2528,"andes":2529,"ĠSen":2530,"Ġ1920":2531,"emon":2532,"Ġarhit":2533,"ĠpÄģrs":2534,"ĠievÄĵr":2535,"ads":2536,"ĠIl":2537,"ĠmÄģjasl":2538,"ĠBiogrÄģfija":2539,"oreiz":2540,"ÄģnÄģ":2541,"eÄ£":2542,"Äĵjums":2543,"Ġobj":2544,"ĠmuiÅ¾as":2545,"Ġapgabals":2546,"di":2547,"Ġprot":2548,"obl":2549,"ĠuzvarÄĵja":2550,"ĠpriekÅ¡s":2551,"ĠsievieÅ¡u":2552,"isks":2553,"Ġ33":2554,"ĠPirmÄģ":2555,"Ġiev":2556,"ĠTomÄĵr":2557,"Ġ1980":2558,"Ġizveidoja":2559,"ĠpieÅ¡Ä·ir":2560,"Ġsamaz":2561,");":2562,"Ġsuga":2563,"ĠÄ£e":2564,"Åł":2565,"tek":2566,"gi":2567,"Ġsudraba":2568,"akts":2569,"ĠviÅĨam":2570,"ĠizvÄĵl":2571,"ji":2572,"eat":2573,"ĠsavÄģ":2574,"ĠSaeimas":2575,"Gr":2576,"Ġtitu":2577,"ĠKaral":2578,"Ġiest":2579,"Ġman":2580,"ĠÄįempionÄģta":2581,"ĠieguvÄĵji":2582,"ĪĴ":2583,"ĠKrist":2584,"ĠpieÅĨem":2585,"In":2586,"Ġbronz":2587,"auta":2588,"Ġnovads":2589,"Ġdir":2590,"ĠÅ¡Ä«s":2591,"Ġ1993":2592,"oms":2593,"Ä«kl":2594,"ĠsistÄĵmas":2595,"augu":2596,"abei":2597,"ĠUkr":2598,"ĠgandrÄ«z":2599,"emÄģt":2600,"Äģlo":2601,"ĠKaln":2602,"Äįa":2603,"SA":2604,"avu":2605,"ĠNov":2606,"vaigÅ¾":2607,"Äįi":2608,"ĠPaÅ¡":2609,"tiÅĨ":2610,"ĠdzÄ«vo":2611,"ektu":2612,"\"'''":2613,"Ġgadiem":2614,"ete":2615,"vÄĵrt":2616,"ihs":2617,"Äĵna":2618,"Ä«gais":2619,"inieki":2620,"ĠZemes":2621,"Ġdzej":2622,"maÅĨu":2623,"ĠiepriekÅ¡":2624,"inu":2625,"ĠangÄ¼u":2626,"Ġkaralis":2627,"ĠpakÄģp":2628,"ĠjÅ«lijs":2629,"ÄģtÄģ":2630,"ĠbruÅĨ":2631,"arta":2632,"ĠkÄ¼Å«st":2633,"Ġspr":2634,"Äģku":2635,"ÑģÑĤ":2636,"Ġ90":2637,"Ġnop":2638,"Ð°Ð½":2639,"ĠielÄģ":2640,"ĠrezultÄģtÄģ":2641,"ÅĨaz":2642,"oss":2643,"Ġstacijas":2644,"Ġ1995":2645,"Ġnotik":2646,"Ã¤":2647,"das":2648,"ĠjanvÄģris":2649,"ele":2650,"ĠtemperatÅ«ra":2651,"Ġveida":2652,"ĠKopÄģ":2653,"ĠIm":2654,"ĠdzÄ«ves":2655,"ĠIII":2656,"Ġtagad":2657,"Ġ1988":2658,"Ġmaks":2659,"Ġdinast":2660,"Ġ34":2661,"Ġpartija":2662,"80":2663,"Ġrind":2664,"ĠsociÄģl":2665,"ĠesoÅ¡":2666,"ĠTÄģs":2667,"brÄ«v":2668,"Ġsasnieg":2669,"):":2670,"iro":2671,"Ġbrauc":2672,"ĠtÄģl":2673,"ĠsavukÄģrt":2674,"iskas":2675,"vaigÅ¾ÅĨu":2676,"ĠpriekÅ¡sÄĵd":2677,"ÄĵjumÄģ":2678,"lo":2679,"odu":2680,"ĠKor":2681,"entÄģl":2682,"ĠDzÄ«v":2683,"Ġietekm":2684,"iÄ·is":2685,"aic":2686,"Ġciet":2687,"St":2688,"ogu":2689,"ĠParÄ«z":2690,"ĠvecumÄģ":2691,"2009":2692,"ĠGalven":2693,"ĠMal":2694,"ĠAugst":2695,"abr":2696,"britÄģn":2697,"vil":2698,"Ġsieviet":2699,"ĠIgaunijas":2700,"Ġtautas":2701,"Ġpadomju":2702,"35":2703,"Ġnogal":2704,"ĠÅ¡Ä·ir":2705,"Ġokup":2706,"ĠbeigÄģm":2707,"ht":2708,"09":2709,"bergs":2710,"ĠrÄ«k":2711,"uks":2712,"uÅ¡as":2713,"Ġvasar":2714,"Ġvisas":2715,"Äģdes":2716,"Ġdabas":2717,"omÄģ":2718,"Ġcelt":2719,"Ġietilp":2720,"ĠpusÄĵ":2721,"Ġ::":2722,"Ġgalvaspils":2723,"Äģkajiem":2724,"aku":2725,"Ġtren":2726,"Ġbat":2727,"ĠVieta":2728,"Ġmarts":2729,"ĠRepublikas":2730,"Ã¼":2731,"ĠDaÅ¾":2732,"Å¡as":2733,"oci":2734,"Ġdarba":2735,"ĠMaskavas":2736,"veida":2737,"Äģnija":2738,"Ġaugusts":2739,"ĠlÄ«m":2740,"ro":2741,"Ġviel":2742,"Ġtirg":2743,"ainas":2744,"ibli":2745,"ĠapkÄģrt":2746,"ĠspÄĵc":2747,"ĠMa":2748,"ĠtiesÄ«bas":2749,"06":2750,"Ġabsol":2751,"Å¾as":2752,"inÄģtu":2753,"usa":2754,"Ġteritorijas":2755,"Ġsimbol":2756,"Å«sdien":2757,"Ġ37":2758,"kÄģp":2759,"Ġbronzas":2760,"04":2761,"Ġmaijs":2762,"Äģkas":2763,"Ġfilm":2764,"ala":2765,"ĠKad":2766,"ĠiespÄĵjams":2767,"urv":2768,"ĠuzÅĨem":2769,"55":2770,"Ġfunk":2771,"ĠLielbritÄģn":2772,"pil":2773,"veic":2774,"Äģki":2775,"Ġatp":2776,"ĠJoh":2777,"ĠfranÄįu":2778,"pu":2779,"Äģtos":2780,"ĠAngl":2781,"ific":2782,"tin":2783,"otnÄĵji":2784,"ase":2785,"th":2786,"osl":2787,"ĠpakÄ¼":2788,"aists":2789,"ĠieÅĨÄĵma":2790,"Ġuztur":2791,"Ġezers":2792,"ĠÄĮeh":2793,"Kr":2794,"...":2795,"qu":2796,"37":2797,"Ġfak":2798,"oÅ¡anai":2799,"ĠAlb":2800,"ĠpilsÄĵtu":2801,"ĠLiepÄģjas":2802,"eor":2803,"Ġpied":2804,"ĠSas":2805,"ingr":2806,"mens":2807,"Ġcentra":2808,"Â»":2809,"ĠJap":2810,"isa":2811,"Äĵto":2812,"Ġsasniedza":2813,"emj":2814,"Äĵrija":2815,"Ġsaim":2816,"ĠvirzienÄģ":2817,"ĠVÄĵlÄģk":2818,"Ġprezidents":2819,"Ġ32":2820,"ĠUniversitÄģtes":2821,"03":2822,"Ġproces":2823,"Ġskat":2824,"ĠÄ«paÅ¡i":2825,"ĠcitÄģ":2826,"ĠvidÅ«":2827,"ĠpolitiÄ·is":2828,"inga":2829,"ini":2830,"eÅĨu":2831,"Ä¼us":2832,"ĠMih":2833,"ĠTautas":2834,"Ġbag":2835,"ortu":2836,"ĠOs":2837,"Ġkomanda":2838,"Ð³":2839,"ĠRad":2840,"ĠÅłÄ«":2841,"ĠVol":2842,"ĠÄ«st":2843,"ĠzinÄģtn":2844,"Ġperson":2845,"ĠVlad":2846,"Ġsauk":2847,"Ġcitiem":2848,"Ġaprakst":2849,"Ġpabei":2850,"ise":2851,"Tr":2852,"tra":2853,"Ġvaloda":2854,"Ġatm":2855,"ĠfebruÄģris":2856,"ĠpozÄ«c":2857,"uÅ¡ies":2858,"ojis":2859,"osp":2860,"ĠjÄģ":2861,"ĠVidzemes":2862,"etur":2863,"oblÄĵm":2864,"ĠVÄģr":2865,"riet":2866,"olu":2867,"agn":2868,"Ġoper":2869,"ĠLab":2870,"ĠAd":2871,"pas":2872,"Ġmeist":2873,"ĠStarptaut":2874,"ĠcilvÄĵki":2875,"ty":2876,"Ġligzd":2877,"ienas":2878,"ekÄ¼a":2879,"Ġbalvu":2880,"58":2881,"ĠMan":2882,"ĠkrastÄģ":2883,"ĠjÅ«nijs":2884,"ĠaprÄ«lis":2885,"maz":2886,"ĠÄ·er":2887,"mÄĵr":2888,"ĠRez":2889,"Ġteritoriju":2890,"ĠvarÄĵtu":2891,"orn":2892,"orts":2893,"ĠMe":2894,"ĠKÄģrlis":2895,"ĠFl":2896,"Ġ56":2897,"Ġizte":2898,"ron":2899,"rs":2900,"Ġprec":2901,"Ġ1940":2902,"ÅĨemot":2903,"Ġorb":2904,"Ġ1960":2905,"Ġkonkurs":2906,"ĠAmerikas":2907,"kaln":2908,"Ġtek":2909,"ĠsaÅĨÄĵma":2910,"auca":2911,"ĠVar":2912,"ĠpaÅ¡vald":2913,"Ä«ds":2914,"kriev":2915,"Ġneiz":2916,"andid":2917,"ole":2918,"ĠdevÄģs":2919,"ĠreÅ¾isors":2920,"ĠPadomju":2921,"iÄ£":2922,"viel":2923,"ozof":2924,"36":2925,"Ġatkal":2926,"ĠvadÄ«bÄģ":2927,"Ġmant":2928,"39":2929,"ĠPat":2930,"Ġkuriem":2931,"ĠÂ«":2932,"Äģju":2933,"ĠVair":2934,"Ġien":2935,"ĠOf":2936,"48":2937,"ÄģlajÄģ":2938,"Ġmeln":2939,"vÄģ":2940,"ĠturnÄ«rÄģ":2941,"vaigz":2942,"45":2943,"skaln":2944,"Ġtran":2945,"Ä«du":2946,"ĠtÅ«k":2947,"Äģles":2948,"cÄĵla":2949,"ĠmÄĵneÅ¡":2950,"ĠDÅ¾ons":2951,"02":2952,"ĠproblÄĵm":2953,"ĠDarb":2954,"etes":2955,"alj":2956,"Ġw":2957,"inÄģÅ¡anas":2958,"Ġ1989":2959,"tÄģm":2960,"ĠTÄģp":2961,"ieÅ¡iem":2962,"ĠGl":2963,"Ġ1919":2964,"anta":2965,"Ä«da":2966,"Ġnoz":2967,"Ġvers":2968,"slÄĵg":2969,"Ġdivi":2970,"ĠplÄģn":2971,"eo":2972,"ĠEk":2973,"ĠattÄģl":2974,"Ġdecembris":2975,"ieÄ·u":2976,"otÄģji":2977,"Ch":2978,"Ġ38":2979,"Ġapgabala":2980,"Äģri":2981,"eliÄ£":2982,"ĠHar":2983,"Ġtrad":2984,"ĠÄ·Ä«m":2985,"Ġelem":2986,"ĠÄ£imenÄĵ":2987,"ĠstrÄģdÄģja":2988,"avÄģ":2989,"Ġstart":2990,"iemÄĵram":2991,"ĠatgriezÄģs":2992,"Ġik":2993,"'';":2994,"Ä«jumi":2995,"âĢĻ":2996,"ĠskaitÄģ":2997,"ĠmateriÄģl":2998,"Ġder":2999,"Ġfilma":3000,"ĠbÄ«skap":3001,"ĠStu":3002,"56":3003,"Ã¶":3004,"31":3005,"ords":3006,"ĠmarÅ¡ru":3007,"ĠmÄģjaslapa":3008,"Ġrit":3009,"oÅ¡i":3010,"08":3011,"Ä«nÄģ":3012,"opr":3013,"bild":3014,"les":3015,"inÄģjums":3016,"Ġkin":3017,"Ġac":3018,"Ġnovembris":3019,"ejÄģ":3020,"ids":3021,"starp":3022,"Ġregul":3023,"Ġkluba":3024,"38":3025,"tÄģlu":3026,"Ġuzdev":3027,"ĠVald":3028,"burgas":3029,"ĠKaz":3030,"nieg":3031,"Ġ1944":3032,"Ġizs":3033,"Ġautom":3034,"ĠZviedrijas":3035,"Ġnokr":3036,"Ä«tis":3037,"ĠtÄģpÄĵc":3038,"Ġ1945":3039,"Ġpiekr":3040,"Ġbals":3041,"Ġizrais":3042,"our":3043,"Ġ(\"":3044,"ĠHer":3045,"muiÅ¾":3046,"ants":3047,"ĠSm":3048,"Ġrevol":3049,"ĠMat":3050,"47":3051,"ĠuzbÅ«v":3052,"Ġindiv":3053,"ĠnÄģves":3054,"Ġ1918":3055,"Ġparakst":3056,"abs":3057,"Ġkompon":3058,"ĠÄĴr":3059,"ĠlÄ«gumu":3060,"Ġled":3061,"ĠziÅĨ":3062,"32":3063,"oÅĨi":3064,"atÄģ":3065,"Ä«tÄģjs":3066,"igr":3067,"Ġ1984":3068,"ha":3069,"auz":3070,"ojies":3071,"Ġtos":3072,"Ġkod":3073,"itÄģti":3074,"Ġboj":3075,"Ġtip":3076,"ĠEiropÄģ":3077,"ĠMil":3078,"Ġseptembris":3079,"ĠievÄĵroj":3080,"ĠpirmajÄģ":3081,"Äĵzek":3082,"ĠÅ¡t":3083,"finÄģl":3084,"ĠAustrÄģl":3085,"main":3086,"embra":3087,"hol":3088,"ĠBrÄ«v":3089,"ĠIv":3090,"itÄģtes":3091,"Ġlielu":3092,"Ġ39":3093,"Ä«cijas":3094,"Ġsasniedz":3095,"odes":3096,"Ġzir":3097,"Ð¾ÑĢ":3098,"Ġmetri":3099,"Ġoktobris":3100,"ÄĵjÄģdi":3101,"osauk":3102,"34":3103,"ĠziemeÄ¼u":3104,"Ä«derl":3105,"59":3106,"Ġpadomes":3107,"Ġapk":3108,"Ġapl":3109,"Ġvalstu":3110,"ĠMak":3111,"ĠspÄĵlÄĵja":3112,"Ġnodarb":3113,"Ġkreis":3114,"Ġskolas":3115,"ld":3116,"ekta":3117,"Ã¡":3118,"ĠteÄģtra":3119,"ĠvÄģrdÄģ":3120,"ĠâĪĴ":3121,"ĠLatvieÅ¡u":3122,"ĠNikol":3123,"Ġkurs":3124,"olej":3125,"Ä«jusi":3126,"Ġtirdz":3127,"ve":3128,"Ð·":3129,"Ġfilozof":3130,"ĠpiedalÄ«jies":3131,"57":3132,"ĠBer":3133,"Ġdziesmas":3134,"ĠuzsÄģka":3135,"Ġska":3136,"Ġaudz":3137,"aiÅĨas":3138,"Äĵli":3139,"ĠdzÄ«voja":3140,"ĠapzÄ«m":3141,"ĠMÅ«sdien":3142,"ulis":3143,"uÅ¡Äģs":3144,"Ġjaunu":3145,"enas":3146,"ba":3147,"andÅ¾":3148,"Ġizcels":3149,"Ġsadarb":3150,"Ġrun":3151,"60":3152,"ÄĵjoÅ¡":3153,"ators":3154,"Ġatst":3155,"Ġtic":3156,"ĠdaÄ¼as":3157,"Ġatkar":3158,"ĠvaldÄ«ba":3159,"its":3160,"ojoties":3161,"Äĵma":3162,"ĠvadÄ«tÄģjs":3163,"fÄĵr":3164,"Ġet":3165,"ĠgrupÄģ":3166,"oloÄ£ija":3167,"ĠFilmas":3168,"ÄĵtÄģju":3169,"ĠuzstÄģd":3170,"ajadz":3171,"ĠBerl":3172,"ĠTajÄģ":3173,"Ġimperat":3174,"esta":3175,"ĠJÄĵk":3176,"Äĵnas":3177,"ĠTa":3178,"ald":3179,"ĠApvien":3180,"Ġ''''":3181,"ĠÅ¡Äģd":3182,"Latvijas":3183,"ĠnovadÄģ":3184,"ikl":3185,"Ġprovinc":3186,"ĠvÄĵst":3187,"emokr":3188,"ĠvisÄģ":3189,"ieÄ·":3190,"Ġizviet":3191,"ÄĵtÄģja":3192,"Ð¸Ñĩ":3193,"ÅĨus":3194,"ice":3195,"ĠDaudz":3196,".''":3197,"ĠBul":3198,"Ä«Å¡ana":3199,"Ġpagastu":3200,"land":3201,"arÄģ":3202,"ĠDzimis":3203,"ĠpiedÄģv":3204,"ĠMeÅ¾":3205,"Ġliterat":3206,"otÄģja":3207,"oÅ¡anÄģ":3208,"ĠspeciÄģl":3209,"Ġizg":3210,"Ġstad":3211,"Å¾en":3212,"oÅĨa":3213,"ĠaugÅ¡":3214,"ince":3215,"ock":3216,"Ġkons":3217,"esel":3218,"Ġstacija":3219,"ĠpaÅ¡Äģ":3220,"Ġapstipr":3221,"Ġteor":3222,"ĠkÄģrtas":3223,"Ġebr":3224,"Ġpaliel":3225,"lavs":3226,"Ġpiel":3227,"ĠziemeÄ¼os":3228,"ovskis":3229,"ĠÄ£ener":3230,"err":3231,"ĠdziedÄģtÄģj":3232,"ĠVien":3233,"Ġatbalst":3234,"Ġliela":3235,"ektÄ«v":3236,"Ġdienvidos":3237,"orf":3238,"Ġ45":3239,"Ġ1976":3240,"ĠUp":3241,"ĠÄįempionÄģtos":3242,"ĠRom":3243,"eÅ¡u":3244,"ajs":3245,"tÄģs":3246,"vairÄģk":3247,"uni":3248,"ĠapstÄģk":3249,"Ġ48":3250,"ÄģrÄģ":3251,"ĠpÄģrtr":3252,"ĠSarkan":3253,"Ġglezn":3254,"lietu":3255,"ĠpirmÄģs":3256,"Ġ1970":3257,"ĠAugu":3258,"Ð±":3259,"hel":3260,"ĠdÄĵls":3261,"ĠEir":3262,"oÄ£":3263,"ĠBur":3264,"33":3265,"ĠspÄĵku":3266,"ĠtÄģm":3267,"Ġadministr":3268,"Ġstipr":3269,"cen":3270,"Äģcu":3271,"Ġkarav":3272,"76":3273,"Ġapbalv":3274,"ĠPa":3275,"Ġfl":3276,"niece":3277,"90":3278,"ĠvairÄģki":3279,"iep":3280,"erd":3281,"raÄ·":3282,"Ġguber":3283,"ĠÄĢz":3284,"Ġcitas":3285,"Ġtil":3286,"ĠPal":3287,"ĠviÅĨi":3288,"ĠRÄĵzek":3289,"ĠmazÄģk":3290,"Ġbur":3291,"ĠIzst":3292,"ace":3293,"46":3294,"ĠreÄ£istr":3295,"ĠEm":3296,"ĠstÄģvok":3297,"Ġ'''\"":3298,"Ġlikvid":3299,"Dz":3300,"ĠatbrÄ«v":3301,"ĠKÄģ":3302,"Ġapar":3303,"ĠPiezÄ«mes":3304,"ĠvÄĵlÄĵÅ¡anÄģs":3305,"Ġlietu":3306,"aidr":3307,"Ġfeder":3308,"Ġpapild":3309,"Ġkompl":3310,"ĠAtl":3311,"ĠpÄģrcÄĵl":3312,"Ġveica":3313,"Ġkomis":3314,"99":3315,"ĠiegÅ«st":3316,"oniem":3317,"ienes":3318,"ĠnoslÄĵg":3319,"mier":3320,"ĠsÄģkas":3321,"Ġkomit":3322,"ĠprofesionÄģl":3323,"ĠÄĵr":3324,"ĠÄĢfr":3325,"Ġaktieris":3326,"ĠArÄ«":3327,"ĠseÅ¡":3328,"ĠdarbÄ«bas":3329,"ĠmÅ«sdienÄģs":3330,"ibliot":3331,"odz":3332,"enk":3333,"Ġziv":3334,"ĠnesÄĵj":3335,"'''.":3336,"ĠsalÄ«dz":3337,"âĢĿ.":3338,"jas":3339,"tion":3340,"Ġsmag":3341,"Ġciti":3342,"ĠvienÄģ":3343,"ÐµÐ½":3344,"Ġprinc":3345,"Ġnon":3346,"Äģjis":3347,"Ġterm":3348,"ieni":3349,"Ġbatalj":3350,"Ġpac":3351,"ĠfakultÄģ":3352,"Ġseg":3353,"Ġcil":3354,")''":3355,"uras":3356,"ĠspÄĵj":3357,"ĠtÄ«kl":3358,"ĠmÅ«sdienu":3359,"Ġmekl":3360,"ĠlÄĵm":3361,"Ġuzbr":3362,"Äĵjie":3363,"ĠViÄ¼":3364,"ĠNosauk":3365,"ims":3366,"Ġcer":3367,"TC":3368,"ĠpÄģrviet":3369,"Ġizlase":3370,"niem":3371,"ign":3372,"inÄģti":3373,"ĠÅło":3374,"uri":3375,"Ġ1972":3376,"ÐµÑĢ":3377,"Äģlais":3378,"54":3379,"upas":3380,"ĠDzies":3381,"ĠdarbojÄģs":3382,"gÄģrijas":3383,"ĠSan":3384,"96":3385,"mat":3386,"ĠMeln":3387,"enerÄ£":3388,"Ġaustrumu":3389,"Ġkino":3390,"Ġspie":3391,"niedz":3392,"ird":3393,"arh":3394,"Ġgalvenais":3395,"itÄģl":3396,"ĠpÄģrvald":3397,"Ġnomin":3398,"Ġjaunie":3399,"ix":3400,"ĠlÄ«meÅĨa":3401,"Äģma":3402,"inis":3403,"ĠJÅ«r":3404,"ĠnesÄĵjraÄ·":3405,"Ġpasl":3406,"Ġ1968":3407,"Ġkrit":3408,"Ġdokum":3409,"Ġvajadz":3410,"Ġbalvas":3411,"aik":3412,"ĠsistÄĵma":3413,"Ġrepubl":3414,"ovÄģk":3415,"âĢĿ,":3416,"age":3417,"ĠslÄĵp":3418,"Ġizveidota":3419,"Ġkab":3420,"ĠtÅ«kstoÅ¡":3421,"ĠLatvija":3422,"ekÄ¼i":3423,"ĠNHL":3424,"Ġdek":3425,"Äģle":3426,"Ġkandid":3427,"ĠievÄĵlÄĵts":3428,"ĠTor":3429,"Ä«juma":3430,"ĠuzÅĨÄĵmums":3431,"75":3432,"Ġkrist":3433,"Ġputni":3434,"ibinÄģja":3435,"Ġautors":3436,"98":3437,"Ġlau":3438,"ity":3439,"sti":3440,"70":3441,"Ġnem":3442,"95":3443,"use":3444,"ĠVents":3445,"ĠVÄģcijÄģ":3446,"ĠkÄģp":3447,"Ġbir":3448,"ĠSport":3449,"ĠkÄģrta":3450,"Ä«tÄģju":3451,"ĠposmÄģ":3452,"ĠÄ·ermeÅĨa":3453,"ĠÄĵka":3454,"Ġrietumu":3455,"ure":3456,"ĠJau":3457,"aha":3458,"ES":3459,"Ð¸Ð¹":3460,"ĠturnÄ«ros":3461,"Ä«Å¡anu":3462,"Ġtelev":3463,"ĠDiv":3464,"spÄĵl":3465,"eld":3466,"ĠkarÅ¡":3467,"41":3468,"ink":3469,"Å¾i":3470,"enz":3471,"Ġpriv":3472,"ĠmÄĵÄ£":3473,"Ġ1964":3474,"ĠbÅ«tu":3475,"iÅĨiem":3476,"ĠÅ¡aur":3477,"ĠJelgavas":3478,"Ġsaus":3479,"42":3480,"ÄĢ":3481,"Ġsava":3482,"Ġ1939":3483,"ĠdarbÄ«bu":3484,"gres":3485,"ĠplaÅ¡":3486,"laÅ¡":3487,"asta":3488,"ĠiestÄģd":3489,"ĠizcÄ«nÄ«jis":3490,"jp":3491,"Ġ1956":3492,"estr":3493,"2010":3494,"ĠTÄģpat":3495,"ÄĮ":3496,"are":3497,"Ä«ni":3498,"ĠvienkÄģr":3499,"Ġnoris":3500,"ĠtÄĵl":3501,"oles":3502,"mark":3503,"ĠpieÅ¡Ä·":3504,"Ġ1941":3505,"ĠizglÄ«tÄ«bas":3506,"ump":3507,"ĠInter":3508,"Ġstun":3509,"\")":3510,"Ġdienvidu":3511,"ÄģÅĨa":3512,"ĠspÄģr":3513,"ĠnÄģkam":3514,"ĠvaldÄ«bas":3515,"ĠSar":3516,"Ġtum":3517,"Ġatbil":3518,"brÄ«d":3519,"Ġ46":3520,"ĠÄ¶Ä«nas":3521,"Ġlat":3522,"ĠDzÄ«ves":3523,"Â°":3524,"ojusies":3525,"ĠZinÄģt":3526,"ĠKult":3527,"ĠÅ¡ahisti":3528,"ĠSieviete":3529,"Ġpalaists":3530,"Ġlabi":3531,"ĠReÅ¾":3532,"augst":3533,"Ġfilmu":3534,"'s":3535,"Ä«to":3536,"Ġparlam":3537,"ĠkÅĨaz":3538,"ĠteÄģtrÄ«":3539,"ojev":3540,"egor":3541,"Ġbalst":3542,"nÄ«ca":3543,"ĠkatoÄ¼u":3544,"Ġvalodu":3545,"meist":3546,"ĠnÄģv":3547,"Äĵjos":3548,"ekti":3549,"autu":3550,"Äĵrb":3551,"Ġdirekt":3552,"ĠBel":3553,"ane":3554,"Äģcis":3555,"ujor":3556,"Äĵdza":3557,"Ġ41":3558,"ĠotrÄģ":3559,"olejb":3560,"Ġvon":3561,"Ġveids":3562,"arl":3563,"ĠpaziÅĨoja":3564,"Ġvismaz":3565,"Ġsatiks":3566,"ĠzinÄģms":3567,"jpg":3568,"Ġred":3569,"ĠÅłveic":3570,"ĠAut":3571,"Ġtop":3572,"Ä«jusies":3573,"97":3574,"ism":3575,"Ġsarkan":3576,"Ġrakstnieks":3577,"Ġps":3578,"Ġ1987":3579,"ence":3580,"ĠDom":3581,"iscipl":3582,"Ġuzskata":3583,"Ġzil":3584,"ĠpÄģves":3585,"Ġizmantot":3586,"vÄĵrs":3587,"ĠItÄģlijas":3588,"elts":3589,"Ġ1986":3590,"ĠIe":3591,"Ġgs":3592,"Ġra":3593,"2008":3594,"Ġkoka":3595,"ibliotÄĵk":3596,"Ġpad":3597,"Ġaktr":3598,"ĠsaglabÄģj":3599,"ÄģÄ¼u":3600,"ikai":3601,"ĠUkrainas":3602,"kaÅĨÄģ":3603,"ces":3604,"ĠpalÄ«dzÄ«bu":3605,"ĠolimpiskÄģs":3606,"Ġtor":3607,"orvÄĵÄ£":3608,"44":3609,"ulas":3610,"kalp":3611,"niecÄ«bu":3612,"Ġmal":3613,"Ġizgatav":3614,"nÄģz":3615,"Ġprovince":3616,"ojumus":3617,"Ġ1924":3618,"aiÅĨu":3619,"ĠdivÄ«z":3620,"Ġnum":3621,"alp":3622,"Ġtransp":3623,"ĠNÄ«derl":3624,"ight":3625,"Ġdiena":3626,"Äĵjumu":3627,"ĠsacensÄ«bÄģs":3628,"Ġost":3629,"oll":3630,"Ġbritu":3631,"eres":3632,"entiem":3633,"ĠbÄģz":3634,"Ġizmantojot":3635,"ĠÄĵkas":3636,"ĠcÄĵl":3637,"ĠdÄģrz":3638,"Äģg":3639,"ĠnokriÅ¡":3640,"ĠMor":3641,"ĠGrieÄ·":3642,"ĠVÄ«rieÅ¡i":3643,"Ġdzimusi":3644,"ĠseriÄģl":3645,"82":3646,"Ġteritorija":3647,"Ġezera":3648,"Ġzv":3649,"ĠiedzÄ«votÄģji":3650,"ĠdaÅ¾Äģdu":3651,"Ġ''(":3652,"uter":3653,"ĠpÄģrval":3654,"ĠTh":3655,"Ġdiev":3656,"ĠIV":3657,"Ġnetika":3658,"ĠbrÅ«n":3659,"Ġsingl":3660,"enko":3661,"ĠÅ¡Å«n":3662,"Ġkrast":3663,"ĠVladim":3664,"ions":3665,"pp":3666,"stipr":3667,"ĠRezultÄģ":3668,"ĠloÅ¾":3669,"ĠreliÄ£":3670,"ĠpÄģrr":3671,"ÄĵÅ¡anai":3672,"ĠenerÄ£":3673,"Ġcetur":3674,"Ġfron":3675,"ĠÅħujor":3676,"arts":3677,"ĠsÄĵr":3678,"ĠCÄĵs":3679,"anas":3680,"Ġvairs":3681,"Ġkarjeru":3682,"irg":3683,"vi":3684,"inÄģjumu":3685,"ĠcitÄģm":3686,"ĠZiemas":3687,"Ġvaras":3688,"ĠjautÄģj":3689,"ĠDaugavpils":3690,"Ġpras":3691,"Ġvalstis":3692,"oÅĨ":3693,"Ġpien":3694,"Ġautob":3695,"49":3696,"Ġtulk":3697,"Ġjebk":3698,"enh":3699,"obil":3700,"ĠfilmÄģ":3701,"Ġper":3702,"ĠvÄĵsturÄĵ":3703,"ÄĵtÄģji":3704,"oku":3705,"celts":3706,"ann":3707,"Ġdel":3708,"Ġmik":3709,"ĠaizvadÄ«ja":3710,"SK":3711,"Ġdist":3712,"Ġ1979":3713,"Ġapsp":3714,"jÄģm":3715,"ÑĢÐ°":3716,"ii":3717,"Ġkolon":3718,"ĠÅłis":3719,"Ġatbild":3720,"Ġ1985":3721,"86":3722,"ĠpiemÄĵr":3723,"oÅ¡u":3724,"Ð¾Ð»":3725,"Ġiesaist":3726,"Ġem":3727,"esk":3728,"ijam":3729,"Å¾s":3730,"ĠrindÄģs":3731,"Ġatdal":3732,"IA":3733,"erija":3734,"Ġ1936":3735,"Ġkil":3736,"ĠaizsardzÄ«bas":3737,"arm":3738,"Ġvisi":3739,"Ġ1930":3740,"ĠapriÅĨÄ·a":3741,"85":3742,"ates":3743,"estiv":3744,"skÄģb":3745,"ĠBaltkriev":3746,"uh":3747,"Ġklubu":3748,"ĠSpÄģnijas":3749,"ĠlÄ«nijas":3750,"ĠPav":3751,"Ġ2020":3752,"ĠNot":3753,"77":3754,"ĠveidÄģ":3755,"oli":3756,"ĠvadÄ«ja":3757,"ĠkurÄģm":3758,"ics":3759,"Ġbijusi":3760,"Å«g":3761,"ortÄģ":3762,"ĠUl":3763,"ĠKarj":3764,"ĠLos":3765,"Ap":3766,"ĠBor":3767,"Ġpietur":3768,"ĠprÄĵm":3769,"brauk":3770,"Ġapmet":3771,"Ġproduk":3772,"ĠÅ¡eit":3773,"43":3774,"ira":3775,"Ġdraudzes":3776,"Ġlaiks":3777,"ĠtÄģdÄĵÄ¼":3778,"ĠPil":3779,"Ġguva":3780,"Ġlomu":3781,"ĠBau":3782,"ĠGun":3783,"ĠinÅ¾en":3784,"53":3785,"itÄģte":3786,"ĠFIFA":3787,"Ġautoc":3788,"ÄģdÄĵ":3789,"ton":3790,"Ġklubs":3791,"Ġeksped":3792,"ĠOz":3793,"ĠiegÅ«t":3794,"ys":3795,"ĠkarÄģ":3796,"ĠtÅ«r":3797,"Äĵties":3798,"Ġdienu":3799,"Ġdeg":3800,"ĠBo":3801,"ieÅ¾u":3802,"ĠotrajÄģ":3803,"ĠpievienojÄģs":3804,"ĠkrÄģj":3805,"ĠHol":3806,"ĠuniversitÄģtes":3807,"Ð¸Ð½":3808,"Ġ1950":3809,"Ġ42":3810,"Ġdatu":3811,"ĠrevolÅ«":3812,"ĠtieÅ¡i":3813,"ĠvalstÄ«":3814,"Ġpieej":3815,"ĠOk":3816,"ĠZiemeÄ¼u":3817,"ĠNorvÄĵÄ£":3818,"nÄ«cas":3819,"ĠVilj":3820,"ĠRoberts":3821,"Ġrep":3822,"Ġ1982":3823,"Ġpats":3824,"ĠÄ£imnÄģz":3825,"Ġdesmit":3826,"paÅ¡":3827,"Ġizn":3828,"ani":3829,"ĠMai":3830,"oÅ¡o":3831,"type":3832,"Ð¿":3833,"ĠNBA":3834,"nÄģb":3835,"ĠdziÄ¼":3836,"Ġpilskaln":3837,"ĠBerlÄ«n":3838,"ĠOp":3839,"ences":3840,"ĠierobeÅ¾":3841,"Ġliec":3842,"ept":3843,"ĠtÄģpat":3844,"ĠSomijas":3845,"Ġdarbojas":3846,"Ġvieglatl":3847,"Ġindividu":3848,"Ġnedaudz":3849,"ÄģkajÄģm":3850,"ĠBÄĵrz":3851,"ĠRakst":3852,"auti":3853,"brauc":3854,"omp":3855,"Ġ1938":3856,"78":3857,"Ġsugu":3858,"eneris":3859,"Ġvojev":3860,"lÄ«dz":3861,"enr":3862,"Äĵni":3863,"akas":3864,"erk":3865,"istiem":3866,"ach":3867,"omb":3868,"ĠatkÄģrt":3869,"Ä«dr":3870,"ĠbibliotÄĵk":3871,"Ġ44":3872,"ĠieÅĨem":3873,"gar":3874,"Ä«gie":3875,"Ġizcelsmes":3876,"otos":3877,"olfs":3878,"ĠpilnÄ«bÄģ":3879,"Mar":3880,"Ġeks":3881,"2006":3882,"ima":3883,"ĠArm":3884,"ĠÅª":3885,"ĠMel":3886,"ĠGar":3887,"ĠBen":3888,"Å«ta":3889,"ĠVikt":3890,"Ġbiez":3891,"kst":3892,"Ä«ru":3893,"ĠatvÄĵr":3894,"Ġrajons":3895,"ĠdroÅ¡":3896,"Ġpavadonis":3897,"Ġdzin":3898,"Ġres":3899,"co":3900,"Ġ'":3901,"Ġvisiem":3902,"Ġfutbolisti":3903,"Ġrietumos":3904,"Ġef":3905,"51":3906,"ĠNosaukums":3907,"Ġkalp":3908,"tam":3909,"ojÄģm":3910,"Ġmedic":3911,"92":3912,"mant":3913,"istÄģ":3914,"ĠvÄģrdu":3915,"Ġlieto":3916,"66":3917,"Ġpeld":3918,"Ġmus":3919,"Ġgrupu":3920,"isl":3921,"uÅĨu":3922,"Ä¼uva":3923,"ĠkurÄģs":3924,"Ġkomun":3925,"ĠdeputÄģti":3926,"ĠpÄģrcÄĵlÄģs":3927,"marker":3928,"Ġ1977":3929,"edr":3930,"2015":3931,"ĠArt":3932,"Ġinstr":3933,"Ġrud":3934,"antu":3935,"ĠLiterat":3936,"ĠgÄģj":3937,"ĠvasarÄģ":3938,"aujas":3939,"Ġstrukt":3940,"cenÄģr":3941,"ĠSavukÄģrt":3942,"ciet":3943,"ĠgadÄ«jumÄģ":3944,"Ä¼os":3945,"Ġmot":3946,"ands":3947,"elu":3948,"ĠZvaigÅ¾ÅĨu":3949,"ĠEz":3950,"ĠnozÄ«mÄĵ":3951,"Ġvojevod":3952,"Ġveiksm":3953,"ĠSil":3954,"Ġ43":3955,"Ġ51":3956,"Ġalbums":3957,"oprojÄģm":3958,"Ġvesel":3959,"Ġatveid":3960,"ĠnesÄĵjraÄ·eti":3961,"ĠdÄĵv":3962,"Ġrezerv":3963,"Ġnevar":3964,"Ġ1974":3965,"ĠkÄģj":3966,"ĠviÅĨas":3967,"Ġ1949":3968,"Ġministrs":3969,"ĠiznÄ«c":3970,"Ġaustrumos":3971,"rad":3972,"ĠSh":3973,"ÄĵÄ·":3974,"ĠatklÄģja":3975,"ĠapriÅĨÄ·is":3976,"Ġ47":3977,"ĠÐ¡":3978,"ĠtÄģdÄĵjÄģdi":3979,"ĠVidus":3980,"astr":3981,"Ġparks":3982,"ĠriteÅĨ":3983,"Ġdzelt":3984,"88":3985,"ĠvispÄģr":3986,"Ġ1928":3987,"iÄįa":3988,"ĠkompozÄ«c":3989,"Äĵra":3990,"Ġcent":3991,"sal":3992,"Ġuzskait":3993,"Ġapmekl":3994,"Par":3995,"ĠÅ¡Ä·Äĵrs":3996,"Ġdarbi":3997,"ĠPaul":3998,"ĠMÅ«sdienÄģs":3999,"andÅ¾el":4000,"iskos":4001,"Ġ55":4002,"Bal":4003,"ode":4004,"ĠrobeÅ¾as":4005,"azÄ«l":4006,"ĠskolÄģ":4007,"Ġha":4008,"At":4009,"Ġgadi":4010,"Ġanal":4011,"ĠKrievijÄģ":4012,"Ġfutbolists":4013,"Ġ1983":4014,"ĠvalstÄ«s":4015,"93":4016,"Ġzviedr":4017,"ieva":4018,"ĠbojÄģ":4019,"Ġris":4020,"Ġ1978":4021,"Ġkrustojums":4022,"ĠkaraspÄĵks":4023,"ĠvarÄĵja":4024,"ĠOficiÄģl":4025,"ĠkÄģdu":4026,"Am":4027,"lv":4028,"skr":4029,"ĠdienÄģ":4030,"pÄĵj":4031,"Ġ57":4032,"oÅ¡anos":4033,"ĠÅ¾urnÄģl":4034,"Ġarhitekt":4035,"oriem":4036,"osfÄĵr":4037,"Ġlaikrakst":4038,"Ġtitulu":4039,"enÄģ":4040,"Ġkalnu":4041,"ĠMÄĵn":4042,"Ġolimpi":4043,"ĠkÄģrtÄģ":4044,